[{"title":"Tips for the First 30 Days of Dog Adoption","author":"Jeff Tryme","date":"11/4/2016","petType":"Dog","content":"The first few days in your home are special and critical for a pet. Your new dog will be confused about where he is and what to expect from you. Setting up some clear structure with your family for your dog will be paramount in making as smooth a transition as possible.\n\nBefore You Bring Your Dog Home:\n\nTips for the First 30 Days of Dog Adoption\nThinkstock\n\nDetermine where your dog will be spending most of his time. Because he will be under a lot of stress with the change of environment (from shelter or foster home to your house), he may forget any housebreaking (if any) he’s learned. Often a kitchen will work best for easy clean-up.\nIf you plan on crate training your dog, be sure to have a crate set-up and ready to go for when you bring your new dog home. Find out more about crate training your dog.\nDog-proof the area where your pooch will spend most of his time during the first few months. This may mean taping loose electrical cords to baseboards; storing household chemicals on high shelves; removing plants, rugs, and breakables; setting up the crate, and installing baby gates.\nTraining your dog will start the first moment you have him. Take time to create a vocabulary list everyone will use when giving your dog directions. This will help prevent confusion and help your dog learn his commands more quickly. Not sure which commands to use? Check out How to Talk to Your Dog.\nBring an ID tag with your phone number on it with you when you pick up your dog so that he has an extra measure of safety for the ride home and the first few uneasy days. If he is microchipped, be sure to register your contact information with the chip’s company, if the rescue or shelter did not already do so.\nFirst Day:\n\nWe know moving is stressful — and your new dog feels the same way! Give him time to acclimate to your home and family before introducing him to strangers. Make sure children know how to approach the dog without overwhelming him. Go here for more on introducing dogs and children.\nWhen you pick up your dog, remember to ask what and when he was fed. Replicate that schedule for at least the first few days to avoid gastric distress. If you wish to switch to a different brand, do so over a period of about a week by adding one part new food to three parts of the old for several days; then switch to half new food, half old, and then one part old to three parts new. For more information about your dog’s diet, check out our section on Dog Nutrition.\nOn the way home, your dog should be safely secured, preferably in a crate. Some dogs find car trips stressful, so having him in a safe place will make the trip home easier on him and you.\nOnce home, take him to his toileting area immediately and spend a good amount of time with him so he will get used to the area and relieve himself. Even if your dog does relieve himself during this time, be prepared for accidents. Coming into a new home with new people, new smells and new sounds can throw even the most housebroken dog off-track, so be ready just in case. Need more housetraining tips? Check out our Dog Housetraining section.\nIf you plan on crate training your dog, leave the crate open so that he can go in whenever he feels like it in case he gets overwhelmed. Also, be sure to check out the do’s and don’ts of crate training your dog.\nFrom there, start your schedule of feeding, toileting and play/exercise. From Day One, your dog will need family time and brief periods of solitary confinement. Don’t give in and comfort him if he whines when left alone. Instead, give him attention for good behavior, such as chewing on a toy or resting quietly (Source: Preparing Your Home For A New Dog).\nFor the first few days, remain calm and quiet around your dog, limiting too much excitement (such as the dog park or neighborhood children). Not only will this allow your dog to settle in easier, it will give you more one-on-one time to get to know him and his likes/dislikes.\nIf he came from another home, objects like leashes, hands, rolled up newspapers and magazines, feet, chairs and sticks are just some of the pieces of “training equipment” that may have been used on this dog. Words like “come here” and “lie down” may bring forth a reaction other than the one you expect.Or maybe he led a sheltered life and was never socialized to children or sidewalk activity. This dog may be the product of a never-ending series of scrambled communications and unreal expectations that will require patience on your part.\nFollowing Weeks:\n\nPeople often say they don’t see their dog’s true personality until several weeks after adoption. Your dog may be a bit uneasy at first as he gets to know you. Be patient and understanding while also keeping to the schedule you intend to maintain for feeding, walks, etc. This schedule will show your dog what is expected of him as well as what he can expect from you.\nAfter discussing it with your veterinarian to ensure your dog has all the necessary vaccines, you may wish to take your dog to group training classes or the dog park. Pay close attention to your dog’s body language to be sure he’s having a good time — and is not fearful or a dog park bully. If you’re unsure of what signs to watch for, check out this video on safety at the dog park.\nTo have a long and happy life together with your dog, stick to the original schedule you created, ensuring your dog always has the food, potty time and attention he needs. You’ll be bonded in no time! For more information on creating a feeding schedule for your dog visit How Often Should You Feed Your Dog?\nIf you encounter behavior issues you are unfamiliar with, ask your veterinarian for a trainer recommendation. Select a trainer who uses positive-reinforcement techniques to help you and your dog overcome these behavior obstacles. Visit Dog Training for more information on reward-based training.\nCongratulations! If you follow these tips, you’ll be on your way to having a well-adjusted canine family member."},
  {"title":"Why Are Dogs Given Up?","author":"Johann Wibrew","date":"4/9/2017","petType":"Dog","content":"In a recent study conducted by the National Council on Pet Population Study and Policy (NCPPSP) and published in the July issue of the Journal of Applied Animal Welfare Science (JAAWS), researchers went into 12 selected animal shelters in the United States for one year to find out why.\n\nThe results of the study show that the top seven reasons for relinquishment for both dogs and cats are the same. “These commonalities suggest that there may be similar ways to address relinquishment in dogs and cats,” says Pam Burney, NCPPSP president. “For people who work in a shelter all day, there isn’t always time to look at these issues. We have impressions of what’s happening, but now we have objective data that will help us develop specific programs to address the issues that have been identified.”\n\nTop 10 Reasons for Relinquishment*\n\nDogs:\n\nMoving (7%)\nLandlord not allowing pet (6%)\nToo many animals in household (4%)\nCost of pet maintenance (5%)\nOwner having personal problems (4%)\nInadequate facilities (4%)\nNo homes available for litter mates (3%)\nHaving no time for pet (4%)\nPet illness(es) (4%)\nBiting (3%)\nCats:\n\nMoving (8%)\nLandlord not allowing pet (6%)\nToo many animals in household (11%)\nCost of pet maintenance (6%)\nOwner having personal problems (4%)\nInadequate facilities (2%)\nNo homes available for litter mates (6%)\nAllergies in family (8%)\nHouse soiling (5%)\nIncompatibility with other pets (2%)\nSpecially trained researchers completed confidential individual interviews with pet owners who were relinquishing their dogs or cats to animal shelters. Pet owners were allowed to give up to five reasons for relinquishment. Interviewers did not, however, prioritize the responses. They simply recorded them in the order stated.\n\nCharacteristics of Pets Being Relinquished\nIn addition to the reasons for relinquishment, the study collected data on the pets being relinquished. According to the study:\n\nThe majority of the surrendered dogs (47.7%) and cats (40.3%) were between 5 months and 3 years of age.\nThe majority of dogs (37.1%) and cats (30.2) had been owned from 7 months to 1 year.\nApproximately half of the pets (42.8% of dogs; 50.8% of cats) surrendered were not neutered. Many of the pets relinquished (33% of dogs; 46.9% of cats) had not been to a veterinarian.\nAnimals acquired from friends were relinquished in higher numbers (31.4% of dogs; 33.2% of cats) than from any other source.\nClose to equal numbers of male and female dogs and cats were surrendered.\nMost dogs (96%) had not received any obedience training.\nCharacteristics of Pet Owners Surrendering Pets\nDuring the confidential interviews, researchers also gathered data on the people surrendering the pets. “Owners represented a broad range of age, ethnicity, education, and income level, indicating continued efforts will need to reach wide and far into communities across the country,” say Dr. Mo Salman, the article’s senior author.\n\nThe NCPPSP Regional Shelter Survey was designed, implemented, and analyzed by six members of the NCPPSP Scientific Advisory Committee. Regional investigators were encouraged to select shelters that were likely to be representative of those in their locations. The selection was also based on a shelter’s ability to dedicate time and resources to the project.\n\nThe publication of this article represents the first such scientific and public release of relinquishment data from the NCPPSP’s ongoing research into pet population issues. “The council has undertaken several important studies to better understand the issue of unwanted companion animals. This problem cannot be solved unless we truly understand it,” says Burney. “Without this new data, individuals and organizations can have a clear idea of how to approach these issues most effectively.”\n\nAs with all research, there are limitations. According to the authors, “the study was designed to describe the animals submitted to shelters. Thus, this set of data has no comparison data from the general pet-owning population. Many factors undoubtedly influence relinquishment, and some critical factors may have been omitted. This study represents a beginning of systematic data collection to examine this complex problem. The study is not designed to deal with animals other than those entering shelters, and influences cannot be drawn beyond this population.”"},
  {"title":"Dog Rehoming","author":"Neill Swainston","date":"12/7/2016","petType":"Dog","content":"Dog rehoming, in the first place, is not abandonment; as a matter of fact, it’s humane, mature, and responsible. Secondly, while there are various problems which can potentially cause pet parents to consider rehoming their pet, comparatively there are also solutions.\n\n \n\nDog Rehoming Issue and Solution Board\n \n\nI got a new job and there’s no time for my dog!\n+ Have you specifically considered a doggy day-care or a dog walker?\nI can’t afford my dog because of extenuating circumstances!  I.e., job loss.\n+ Have you asked someone you already know if they can take care of the dog until you resituate yourself?\nMy new apartment doesn’t allow dogs!\n+ In contrast, have you investigated apartments that do allow dogs?\nWe had a baby, and moreover, we no longer have time for our dog!\n+ In spite of, have you considered how having a dog teaches kids about responsibility and compassion?\nA sickness/injury is significantly preventing me from taking care of my dog!\n+ First thing to remember, if your situation is temporary, consider asking family or friends to help and take care of your dog while you’re able to recover.\nMy dog is showing signs of aggression!\n+ To clarify, fear and aggression in dogs can be complex. Nevertheless, in short, consult with an animal behaviorist.\nMy dog does not get along with other dogs!\n+ In this case, and on the positive side, consider enrolling the dog in training school.\nMy dog has separation anxiety, or his energy is a mismatch for us! Plus, he has destruction issues!\n+ If possible, research online resources on how to help an energetic dog. To be noted, a bored dog can also become a destructive dog, when left alone. Make sure your dog is getting plenty of mental and physical stimulation. If that doesn’t help, try consulting a reputable dog trainer.\nMy dog has health issues which I can’t afford to manage.\n+ On the positive side, talk to your Veterinarian about payment options. Also, for instance, consider programs like Care Credit.\nMy dog is making our allergies surprisingly uncomfortable!\n+Under those circumstances, opt to frequently clean in an effort to help decrease allergies. As a result, consider allergen air purifiers and allergy pills.\n \n\nHow do I Rehome a Dog FAQ’s\n \n\n1. Is it wrong to be selective when rehoming a dog?\n\nNo, and Dr. Nicholas Dodman, a Veterinary Behavior Specialist from Cummings School of Veterinary Medicine at Tufts University says, “Choosing a canine companion based on individual behavior and lifestyle compatibility is crucial to the success of the relationships between people and their dogs.”\n\n \n2. I’ve exhausted all my options trying to keep my dog, what do I do?\n\nContact breed rescue groups: Discover numerous rescue groups that, by and large, specifically help your dog’s breed.\nRehome the dog yourself: Speak with friends and family and in brief, advertise your intentions.\nPost Dog Rehoming Ads:  Hang posters on local bulletin boards and on balance, post on social media.\nMake an internet profile: Ultimately, highlight your dog’s best features and behavioral qualities accordingly online.\n \n\n3.) How do I work with my local animal shelter or rescue group?\n\nGenerally speaking, surrender your dog to an animal shelter or a rescue organization. \n\n \n4. How would you describe your dog’s optimal environment and home? \n\nTo summarize, what kind of situation is best in its next home? In any event, is he okay with kids and other pets? On the whole, consider what type of people would suit his personality and energy. All things considered, create an idea of what your pet needs in its next home.\n\n \n5. What would it take to get your dog to put his best foot forward towards a forever home?\n\nGenerally speaking, make sure the pet has recently had a wellness exam. Are his vaccinations are up-to-date? Now, create a pet profile online and describe the dog’s more exceptional qualities and its history. Doing so, has more of a likelihood that the pet will make impact online. All this ultimately helps adopters best understand your pet’s needs.\n\n \n6. Are you able to be patient through the process?  \n\nStraightaway, pet rehoming takes patience. Although, you may be in a rush in rehoming your dog. On the whole, finding a good fit for your dog does take time, love and patience.\n\n \n\nRehoming Dog Tips\n \n\nQUESTION: For the most part, does it take up to 3 months for an adoptable dog to feel comfortable in their new home?\n\nANSWER: Indeed, some pets may adjust within a few days, while others may take longer. Especially as the dog familiarizes themselves with their new family and their new setting.\n\n \n\nQUESTION: If a dog is spayed or neutered, does it have an overall better chance of being rehomed?\n\nANSWER: Generally speaking, most people prefer a dog that has already been spayed or neutered. Obviously, neutering a dog minimizes the costs for new owners and in addition, it encourages responsible ownership.\n\n \n\nQUESTION: Is giving up your pet “free to a good home” considered a nice gesture?\n\nANSWER: False. In fact, requesting a rehoming fee can help ensure that your dog finds a safe and loving new home. Given this point, set a reasonable adoption rehoming fee.\n\n \n\nDog Rehoming – Adoptive Family Questions\n \n\nMake a great match for both your dog and his future adoptive family. With this in mind, share any health concerns, without delay, such as medications, allergies, and diet. Also, discuss his energy, unique behaviors, and personal tendencies so there’s no surprises.\n\nWhat is a typical day like in your home?\nDo you rent or do you own?\nDo you have other pets?\nAre they spayed or neutered?\nAre their children in your family?\nHow many hours a day will the dog be left alone?\nHow do you plan to provide walks or daily stimulation?\nDiscuss a rehoming fee and determine whether they want to consider a trial period with your dog. At this time, discuss worse case scenario. For instance, if the arrangement doesn’t work out. For this reason, discuss the expectations for post-adoption communication.\n\n \n\nPet Rehoming Tips:\nAvoid Stress: In a word, advise the new family to avoid anything stressful as long as the dog settles.\nThe Dog May Not Eat: Tell them not to worry if the dog won’t eat on the first day. Nonetheless, he’ll eat when he’s ready.\nAssure New Owners: Acclimating takes patience, during which, there may be an accident.\nKeep in touch: Tell the new owners to call you from time to time with any questions or problems.\n \n\nDog Rehoming – Final Thoughts\n \n\nIn conclusion, there are a lot of resources when it comes to helping a pet parent keep a dog as well as when you’re ready to explore rehoming a dog. When you cannot keep your dog, then take steps to safely and responsibly rehome a pet. In the meantime, if you’d like to read more about adjusting to life with your new dog to make your adoption last, review Home Forever Home on Petfinder for helpful tips and information.\n\n"},
  {"title":"Military Dog Adoption","author":"Starla Mingey","date":"11/21/2017","petType":"Dog","content":"Military dog adoption uniquely allows civilians to rehome military working dogs. Military working dogs are also known as, MWD. In brief, these dogs are especially unique as they’re retired from serving.\n\nNotably retired from duty, military working dogs are now on a special mission, by all means, to find a forever home. To point out, before 2000, military war dogs were euthanized or given to an allied army. In 2000, President Clinton significantly signed a law approving military dog adoption.\n\n \n\nMilitary Working Dogs May Have:\nAssisted in law enforcement.\nHelped in agricultural tasks.\nHelped with bomb-sniffing.\nAided with search and rescue.\nServed as mission scouts.\nCompleted war tasks.\nHelped in drug detection.\nWorked as field or training dogs.\nEmployed as therapy dogs.\n \n\n \n\nMilitary Dog Adoption FAQs\n \n\nQUESTION: Do military working dogs have a set of skills?\n\nANSWER: Yes and as a result of the inability of performing those learned skills, consequently military dogs are no longer cut out for military lifestyles.\n\n \n\nQUESTION: Do retired military working dogs still receive military benefits?\n\nANSWER: All in all, after a military dog is adopted, MWDs lose benefits. In other words, pet parents considering military dog adoption are responsible for any health issues.\n\n \n\nQUESTION: Is military working dog adoption available through the U.S. Air Force site?\n\nANSWER: Considering military working dog adoption? In that case, speak to a US Air Force representative.\n\n \n\nMilitary Working Dog Foster Program: (210) – 671 – 3686\nMilitary Working Dog Adoptions Program: (210) – 671 – 3153\n \n\nQUESTION: Does a military dog adoption entail rehabilitation of the canine?\n\nANSWER: In effect, many military dogs retire with Post Traumatic Stress Disorder. For this reason, they need a safe and neutral environment.\n\n \n\nQUESTION: Don’t all military working dogs need homes upon retirement?\n\nANSWER: Surprisingly, 90% of MWDs end up with their handlers. After which, a few military working dogs are available for the most part available for adoption.\n\n \n\nQUESTION: Should I expect retired military working dogs to be a particular breed and young?\n\nANSWER: Overall the available MWDs for working dog adoption are altogether between 10 and 12 years old. To be noted, German Shepards, Labrador Retrievers, and Belgian Malinois are popular.\n\n \n\n \n\nRetired Service Dog Adoption Process\n \n\nMilitary dog adoption is possible, although it is necessary to practice patience and specifically follow the rules.\n\n1.) Check the Mission K9 Rescue website: for their availability of MWDs.\n\n2.) Review the adoption forms and answer all of the questions appropriately.\n\n3.) Meet Expectations: In brief, most MWD dogs aren’t for kids under five years old. Due to each facility’s requirements, to be noted, you must meet their standards. In specific, TSA requires a fenced yard, no intention to move within six months, adherence to ordinances, medical, and training.\n\n4.) Visit a Facility: Given these points, make an appointment to visit a facility in the hope to interact with a MWD.\n\n5.) Rehome a MWD: Interested in adopting a military working dog and in particular, learning more about military dog adoption? Call the Lackland Air Force site.\n\n6.) Pick up your MWD: For one thing, bring a crate and a leash for your MWD’s safe transit.\n\nItems a pet parent may need for their MWD in the long run:\n\nMWD adoption application\nLeash\nDog crate\nIdentification\nMeet the MWD Adoption Suitability Checklist:\nPast Experience: That is to say, do you have prior experience with dogs?\nFenced Yard: In particular, is there a secured fenced yard in your home? If not, how will the dog get exercise and go to the toilet?\nBackground Check: Provide two forms of identification and two references.\nDescribe Tenants: In detail, provide everyone’s age and describe any other pets.\nDo You Rent Or Own:If renting, given these points, provide reasonable proof of your landlord’s consent to have a dog.\nExplain the Dog’s Details: With attention to the dog, where will he sleep at your home? How frequently will he be home alone? For this reason, where will he stay when you’re gone?\nProvide Vet’s Details: That is to say provide the contact information for your Veterinarian.\n \n\n \n\nMilitary Working Dog Adoption – Tips\n \n\nShorten Your Wait Time: If you’re open to adopting any breed.\nLearn Proper Handling Techniques: Generally speaking, military working dogs have around $40,000 to $50,000 worth of training to certainly ensure their thorough preparation for duty. Speak to the facility with attention to proper handling techniques.\nHonor thy Word: To explain, federal law particularly prosecutes MWD contracts that aren’t honored.\nWaived Adoption Fee: Another key point important to realize is that the pet parent is responsible for travel cost.\nMilitary and Police Handler Preference: The original dog handler specifically has priority in adoptions whenever possible.\n \n\nRetired Military Adoption Sites\nTo sum up, these notable military and law enforcement sites are tremendous in spirit and service. In sum, they provide civilians as well as Vets with retired service dogs adoptions.\n\n1.) Saveavet.org – In this case, Saveavet.org is an active military and law enforcement working dog rescue.\n\n2.) VetsAdoptPets.org – In detail, Vetsadoptpets.org ultimately allows users the ability to specifically check out TSA adoption possibilities.\n\n3.) Solidersbestfriend.org – On the whole, Soildersbestfriend.org is markedly pairing PTSD veterans along with retired military service dogs.\n\n"},
  {"title":"Dogs with Different Colored Eyes Are Twice as Nice!","author":"Erin MacCafferty","date":"6/12/2020","petType":"Dog","content":"Have you ever seen dogs with two different colored eyes? Stunning! But why does this happen? Find out everything you ever wanted to know about heterochromia.\n\n \nThe next time you come across a dog with two different colored eyes, don’t stop to clean your glasses or rub your eyes. You’re not seeing things — you’ve simply found a dog with heterochromia. The term originates from the Greek word heteros, meaning “different,” and chroma, meaning “color.”\n\n \n\nHow Does This Happen?\nA dog’s eye color is determined by the amount of melanin found in the iris. Brown eyes indicate a high concentration of melanin, while green or blue eyes indicate a lower amount. Dogs with two different colored eyes have differing melanin levels in each eye. Heterochromia, however, can also be centralized. That is, the iris of one eye can be two different colors.\n\n \nIf a puppy had two different colored eyes when he was born, then the heterochromia is a genetic condition passed along from his mother and father.\n\n \nA dog can develop heterochromia later in life, though, resulting from an injury to the eyes, or from a condition like glaucoma, cataracts, an underdeveloped optic nerve, or retinal dysplasia. If this is the case, be sure to inform your dog’s veterinarian in order to check for any underlying diseases or issues developing in your dog’s eyes. Blue eyes, for example, whether it’s one eye or both, can be a sign of deafness in Dalmatians.\n\n \n\nMore Common for Certain Breeds\nSome breeds of dog are more disposed to have heterochromia. Among these are Siberian huskies, American foxhounds, and Australian Shepherds. In addition to dogs, cats and horses are also susceptible to heterochromia. And, to a lesser extent, the condition also occurs in humans. Ever heard of David Bowie?\n\n \nLike humans, every dog is unique in appearance and personality. Dogs with two different colored eyes certainly fit that mold. So if your dog has heterochromia, chalk it up to just another thing that makes your pet special. And know your pooch is not alone.\n\n"},
  {"title":"Cool Dog Names","author":"Hedwiga Chrismas","date":"1/20/2017","petType":"Dog","content":"Getting a new dog? Consider one of these cool dog names and maybe some of the cool will rub off on you.\n\n \nA cool dog name makes for a cool pet owner. Why settle for an ordinary dog name like Fido or Scooter when your dog can lead the pack with one of these instead?\n\n \n\nStar Power\nMuch like baby names, the coolest pet names change with current trends, but one thing that remains a constant is that names based on popular celebrities — and film and book characters — never go out of style. Here are some of the coolest dog names based on pop culture:\n\nBella: heroine of the Twilight series\nBentley: the name of a baby from MTV’s Teen Mom; also the name of a luxury car\nChewbacca: Han Solo’s hirsute sidekick in Star Wars\nDexter: from the eponymous Showtime series\nLuna: Harry’s flaky friend in the Harry Potter books\nMumford: named for the popular band Mumford & Sons\nSookie: protagonist of HBO’s True Blood series, based on the Southern Vampire Mysteries\nStella: the bulldog on Modern Family\nThor: the hammer-wielding Norse god of thunder, also a member of the Avengers and star of his own Marvel comics series\n \n\nHuman Names\nNames that are typically considered traditional human names can make for cool dog names, too. To make it more interesting, consider a gender-specific name on a pet of the opposite gender. For example, Charlie, which is typically considered a masculine name, could make for a pretty cool female pup. Here are some of the coolest human names for dogs:\n\nCharlie: awesome gender-neutral name, and the name of my own very cool pup\nCooper: a popular boy’s name with an even cooler nickname, Coop\nDaisy: just old-fashioned enough to be hip again\nFrank: an old-school name, short for Francis, which means “free one”\nJax: short for Jackson, anything with an “x” is automatically cool\nLola: Barry Manilow made it cool at the Copa Cabana\nLucy: a popular girl’s name meaning “graceful light”\nMilo: a very popular and cool boy’s name meaning “peaceful”\nPete: classic and simple is always cool\nSadie: a hip girl’s name meaning “princess”\n \n\nIt’s Hip to Be Square\nNerdiness is the new cool, so to show how cool your pup is, consider picking a geeky, weird, or wacky name. The more unusual the name, the better — after all, no one ever forgets a unique name. Here are some nerdy but cool dog names:\n\nArchie: comic book characters are always a little nerdy\nClementine: cute girl name that has equally nerdy nicknames, like Clemmie and Cleo\nGizmo: the fuzzy little creature from the classic 80’s movie Gremlins\nOscar: a popular fictional character name, including the very nerdy accountant from The Office\nOswald: a powerful nerdy name meaning “divine ruler”\nPixel: the smallest element of an image on a computer screen\nScully: one half of The X-Files duo\nWalter: old names are always sweetly nerdy; also, the sweet father and half-mad scientist on Fringe\nWinston: from one of the greatest nerd movies, Ghostbusters; if you’re a history nerd, Winston Churchill\nZeke: short for Ezekiel, and uncommon enough to be cool\n"},
  {"title":"Why Do Bloodhounds Have Long Ears? The Better to Smell You With!","author":"Tera Eve","date":"12/27/2015","petType":"Dog","content":"Bloodhounds are champion sniffers, but how do all of those flopping folds and jiggling jowls function? Meet the dogs who smell with their ears!\n\nBloodhounds are champion sniffers — even by dog standards. Although every dog is certainly greater than the sum of its parts, there is some truth to the affectionate description of Bloodhounds as “noses with dogs attached.” The Bloodhound’s entire body is designed to make it better at finding and following smells.\n\nTheir fellow “scent hounds” — Basset Hounds and Coonhounds— also have powerful noses and great reputations for tracking scents. A quick look at these breeds reveals a few other common features like long ears, droopy jowls, and lots of wrinkles.\n\n \n\nWhy Do Bloodhounds Have Long Ears?\nBloodhounds, Basset Hounds, and Coonhounds have several things in common, but their long, droopy ears are among the most distinctive. You might think that a dog with such large ears would have great hearing — and you would be right. But Bloodhounds and their cousins also rely on their ears for smelling.\n\nIf you look closely, you may notice that the Bloodhound’s ears are set lower on its head than most other dogs’ ears. This makes them hang down lower and look even longer than they really are. The ears of Basset Hounds and Coonhounds also hang low, so when these dogs are following a trail, their dangling ears drag along the ground.\n\nDragging ears act like dust-brooms for scents, stirring up any of the invisible particles that make up a scent trail and then sweeping those scent particles up toward the dog’s powerful nose.\n\n \n\nWhat’s with the Wrinkles?\nBasset Hounds get their distinctive droopy look from their low-hanging jowls and from loose folds of skin below their chins, referred to as a dewlap. Coonhounds also have a dewlap, and their jowls are loose, but not quite so droopy. Bloodhounds have it all — droopy jowls, dewlap, and big, loose wrinkles around the face and neck. All those wrinkles may be adorable, but they are also an important part of how these hounds actually work.\n\nWhen the dog’s ears catch scent particles and sweep them upward, some of those particles get trapped by wrinkles around the dog’s neck and face, which lets the dog carry around a handy scent reference for the trail he is following.\n\nThe next time someone asks you, “Why do Bloodhounds have long ears?” you can tell them, “The better to smell you with, my dear!”"},
  {"title":"Feeling Stressed? Learn the Health Benefits of Having a Pet","author":"Anne Maria Wynter","date":"5/22/2020","petType":"Dog","content":"Learn how a pet can help boost your mood.\n\n \nMost pet owners agree that snuggling with a cat or dog after a hard day of work can instantly produce feelings of happiness and relaxation. That warm fuzzy reaction you get when your dog licks your hand or your cat rubs against your leg isn’t merely a fluke. Numerous studies have proven that spending time with a pet can eliminate stress and improve your overall sense of well-being. Take a look at a couple of the surprising ways in which dogs and cats can decrease your anxiety levels and give your mood a much-needed boost.\n\n \n\nPets Get You Moving\nIt may not always be fun to take your dog out for a bathroom break at six o’clock in the morning, but many pet owners experience significant physical benefits from walking their dogs. Not only do these walks give owners daily physical activity, but the act of going outside and getting some fresh air can improve pet owners’ moods. For owners who spend a good deal of time alone, walks and trips to the dog park can provide great opportunities for social interaction. Don’t think dog owners are the only ones who can take advantage of this heart-pumping benefit.\n\n \n\nAnimals Are Smart Choice for Students\nPets are so good at eliminating stress that many colleges and universities use animals to help their students cope with the pressure of final exams. In 2011, Yale’s law library introduced students to Monty, a therapy dog who was available for playtime over a three-day period during finals. The students responded very positively to Monty, and an increasing number of colleges around the country have been bringing in animals to help their students take advantage of these fun and furry study breaks.\n\n \nThe next time you’re feeling overwhelmed or anxious, try playing with your own pet, borrowing a friend’s animal, or checking with your local animal shelter about volunteer opportunities. Don’t be surprised if you get so caught up in the playful romps, soft cuddles, and slobbery licks that you forget why you were stressed out in the first place.\n\n \n\nAbout the Author: Anne Maria Wynter\nAnne Maria Wynter is lifelong animal aficionado who frequently writes about pets and pet ownership. She currently lives in Austin, TX with her cat, Jasmine Samuel Pants"},
  {"title":"Puppies for Adoption: How, and Where to Adopt a Puppy","author":"Trenton Jauncey","date":"2/8/2016","petType":"Dog","content":"Puppies for adoption are available all-year-round at animal shelters and rescue groups on Petfinder.com, a great place to begin a search on where to adopt a puppy.  Meeting the puppies in-person helps decide if a large, medium or small size, or breed matches your home, lifestyle, and activity level.\n\n \n\nOne of the tan and black puppies for adoption at an animal shelter or rescue group.\n\nHow to Adopt a Puppy\nWhen you choose to become a puppy parent through an animal shelter or rescue group, you’re choosing to help end pet homelessness, and at Petfinder, you’ll find step-by-step guides on the process of dog adoption as well as how to find, feed and care for a new puppy.  To get you started on how to adopt a puppy, follow these 5 steps to bringing a puppy home.\n\n \n\nBegin a search for puppies on Petfinder in your area.\nContact the puppy’s shelter or rescue group member to learn about availability and adoption fees.\nVisit the adoption organization and spend some time with the puppy.\nComplete the adoption application and once it’s approved,\nBring your new puppy home.\n \n\nWhere to Adopt a Puppy\nNow that you’ve made the important decision to welcome a new puppy into your family, finding out where to adopt a puppy in your area will be your next step. You’ll find hundreds of caring adoption organizations at your fingertips when you search Petfinder for adoptable puppies.\n\n \n\nBringing a new puppy home is an exciting time, rewarded with wonderful memories and a lifetime of companionship, and shelters and rescue groups are able to help perfectly match dogs to new adopters, and dog parents to new pups.\n\n \n\nThere are two types of adoption organizations to contact for finding your best bud, both serve the same mission to reduce pet homelessness, save lives and place pets into loving homes. Whichever group you choose to work with, both shelters and rescue groups are wonderful resources when considering where to adopt a dog or puppy.\n\n \n\nAnimal Shelters\nHave a dedicated facility in which they house and care for their pets.\nMay have lower adoption fees and shorter adoption processes.\n \n\nRescue Groups\nUsually a network of individual, volunteer foster homes (generally do not have a dedicated adoption facility).\nMay specialize in a specific breed of dog, or may work with all breed types.\n \n\n6 Questions to Ask before Adopting a Puppy\nThere’s nothing more exciting than bringing a new puppy home, and because adding a dog to your family is a lifetime commitment, it’s a good idea to ask the adoption organization a few questions about your puppy’s health and behavior, amongst other things.\n\n \n\nTo help you with answers, take a look through The Comprehensive Guide to Adopting a Pet, and then compose a list of questions that are important for you to understand your puppy. At the top of your list  you could include the following:\n\n \n\nWhat vaccinations has the puppy had?\nHas the puppy been tested for heartworm?\nIs the puppy dewormed, spayed, neutered, microchipped?\nAre there any medical issues with the puppy?\nWhat is the organizations return and rehome policy?\nDoes the organization have post-adoption support?\n"},
  {"title":"What is the most popular dog breed in the US?","author":"Filbert Taw","date":"2/24/2016","petType":"Dog","content":"What are the most popular dog breeds in the US? Depends who you ask! From Retrievers to German Shepards, there are many fan favorites that come to mind. But such a question can be quite subjective— what does a popular pet mean to you? Good looks, charm or trainability perhaps? The all-American dog doesn’t have to be ones you see in the movies. Those characteristics can cover a wide variety of breeds. So how do you find the right four-legged friend? Consider the following additional factors as you research family dog breeds, and keep in mind that the best family dogs are truly unique to you and your needs.\n\n \n\nSome popular breeds of dogs love to run outside and can be independent; others are perfectly content snuggling indoors. The best dog for you will vary depending on your needs, so consider whether you and your family is looking for an energetic hiking buddy or an affectionate calmer personality.\n\n \n\nWhich dog breed is most commonly owned?\n \n\nTop Dog Breeds based on characteristics\nTemperament\tDoes the idea of hiking a trail excite you? Or do you lead a more relaxed lifestyle, perhaps nestled in a book? Different dogs have unique personalities, just like you. Consider a pet whose personality and temperament will blend well with your family’s. The best dogs for families—naturally—will vary depending on the family, so consider whether your crew is looking for a hiking buddy or a furry snuggle bug.\nSize\tTiny dogs, like Yorkshire Terriers are energetic but typically require less exercise than larger dogs, like Labrador Retrievers. Small dogs might be satisfied with playtime around the house. Whereas, large dogs require regular walks or even jogs over a longer distance, at the very least a big back yard. Consider your preferable level of activity when deciding on the size of your potential new pet.\nCare Requirements\tHave you thought about grooming? Who will take the dog for walks? Consider your potential pet’s needs and whether or not your family can meet them before committing to that adorable furry face.\n \n\nCheck out a few breeds that could make the perfect companion, big or small, energetic or calm, they are considered the most popular dog breeds in America.\n\n \n\nWondering what the top 10 dog breeds are?\nSmall medium white French Bulldog with big ears and black patch over one eye lying on gray floor indoors.\n\nFrench Bulldog:\nThis intelligent, well-behaved, playful breed first became known in France. Lucky for us, this affectionate, loveable breed grew in popularity across the globe. The French Bulldog is an active and alert, they also require minimal exercise.\n\nKnown for their signature button noses and exaggerated ears, the French Bulldog is a fan favorite and lots of fun to be around. They are known for playful personalities and adorable snoring – which only adds to their charm, who doesn’t love a good nap?\n\nGrooming needs are minimal, due to their fine, smooth coat. But don’t forget French Bulldogs will need their adorable facial wrinkles cleaned regularly with a damp cloth.\n\nFind adoptable French Bulldogs Now.\n\n \n\nSmall Cavalier King Charles Spaniel with brown, black and white fur, lying on a sofa\n\nCavalier King Charles Spaniel:\nThe King Charles loves companionship, and shows it with an eager-to-please attitude. He’s good with other pets and friendly to anyone he meets.\n\nThese family-friendly dogs don’t need extensive exercise, but they do love to sniff, explore and play outside from time to time.\n\nFind adoptable Cavalier King Charles Spaniels Now.\n\n \n\nInquisitive-looking Pug with a short nose, tan fur and dark muzzle\n\nPug:\nStaunchly silly and easily trainable, Pugs have earned a reputation as one of the best small dogs for kids. They’re patient and steady, but never take themselves too seriously.\n\nBecause of their short noses, care should be taken with Pugs in the heat. They may also generally wheeze and snore but that just enhances their cuteness factor.\n\nFind adoptable Pugs Now.\n\n \n\nBlonde large dog breed, Golden Retriever resting on a forest path while on an outdoor walk\n\nGolden Retriever:\nThere’s a reason they make incredible service dogs. Goldens are gentle, smart and enthusiastic, and their playful side makes them great with kids too.\n\nGolden Retrievers are strong and athletic, and they have an active nature, so make sure they get plenty of exercise.\n\nFind adoptable Golden Retrievers Now.\n\n \n\nBrown, white and black Beagle dog, looking off to the side.\n\nBeagle:\nFriendly, calm and gentle – great qualities in friend of the human or animal kind, but we’re describing the beautiful Beagle. Their cheerful nature is part of the reason this pup tops the list, often making great family pets.\n\nThey are moderately energetic, enjoying a long walk or games with the kids. Beagles are patient. Originally bred as hunters, they are known to enjoy a trail and might bark or howl when overly excited. Also might have the insight to dig up holes in the backyard!\n\nFind adoptable Beagles Now.\n\n \n\nBlonde Standard Poodle large dog breed laying on grass in park.\n\nPoodle:\nKnown for their intelligence, Poodles are attentive and adept at learning tricks and have a dignified demeanor. Poodles thrive on lots of mental stimulation.\n\nThese kid-friendly dogs have hypoallergenic coats, and love spending time in the water, making them excellent companions.\n\nFind adoptable Poodles Now.\n\n \n\nProfile view of a brown, white and Black Boxer dog\n\nBoxer:\nBoxers are one of America’s favorite breeds and our top 10 list wouldn’t be complete without them. Patient and kind, Boxers love human interaction and are known as one of the best dogs protectors of family members, especially children. They’re also well-mannered with other household pets.\n\nBoxers like to run, so they’re great companions for jogs or long walks.\n\nFind adoptable Boxers Now.\n\n \n\nBlonde, large dog breed Labrador Retriever lying on front paws on floor, dozing off.\n\nLabrador Retriever:\nPlayful companions, excellent service dogs and intelligent to boot—is there anything a Labrador Retriever can’t do? Widely known as one of the best family dogs, these amiable pups are among the most popular in the United States.\n\nLabs need daily exercise, and love to retrieve and swim so they’d make a great companion for someone leading an active lifestyle.\n\nFind adoptable Labrador Retrievers Now.\n\n \n\nTwo cute long-haired Yorkie dogs sitting in the grass\n\nYorkshire Terrier\nThey say big things come in small packages, which rings true for the Yorkshire Terrier.\n\nOblivious of their small stature, these dogs are always eager for adventure. Yorkies are busy and very inquisitive.\n\nYorkies can achieve adequate exercise within the home but also require stimulation through games or some personal interaction. They appreciate short walks outdoors and enjoy the chance to safely explore.\n\nSearch for adoptable Yorkshire Terriers here.\n\n \n\n3 bull dogs walking on leashes\n\nBulldogs\nWe’d recognize those wrinkles anywhere! Often favored for their stout frame and flatter faces, the Bulldog is often a fan favorite. Bulldogs are lovable and loyal companions. They have a positive disposition and welcome affection.\n\nResolute and courageous, the breed is an excellent family companion. Be sure to provide extra care when exercising in warm weather because their short noses makes them prone to overheating. Luckily the Bulldog requires minimal grooming and exercise.\n\nSearch for adoptable Bulldogs here.\n\n \n\nEnjoyed the list but didn’t see one you were looking for? See thousands of pets looking for forever homes on Petfinder. After all, the most popular breed is simply the one you connect with.\n\n"},
  {"title":"The Smartest Dog Breeds by Alertness and Trainability","author":"Joellyn Maginn","date":"11/25/2018","petType":"Dog","content":"Looking to adopt one of the smartest dogs? There are many factors to be considered when determining what may be thought of as the most intelligent dog breed, including attentiveness and a dog’s innate ability to absorb information quickly. Help your dog be his best and brightest by establishing a routine.  Reliable routines can help develop your dog’s skills and good behavior.\n\n \n\nBecause intelligence can be measured in many ways, this list focuses on dogs who understand commands in less than five repetitions and obeyed them 95% of the time or better. Check out the top ten smartest dog breeds.\n\n \n\n1) Border Collie:\nComing from a herding background, Border Collies can often be high energy and typically enjoy learning new tricks and commands. They have standout skills and great aptitude. The Border Collie’s ability to learn new things quickly and consistently ranks them at the top of every smartest dog breeds list!\n\nClose up of medium size, black and white Border Collie indoors with striking orange eyes.\nFind adoptable Border Collies near you.\n\n \n\n2) Poodle:\nSuperior intelligence and standout looks. Poodles are a ball of energy, enjoy outdoors and loves water as their name suggests (“Pudel” is German for splash in water). Whether toy, small or standard, all poodles have curly hypoallergenic coats that make them highly versatile. This breed can be a  great choice if you’re seeking dogs that are easy to train.\n\nBlonde Standard Poodle large dog breed laying on grass in park.\nFind adoptable Poodles near you.\n\n \n\n3) German Shepherd Dog:\nSome compare this dog’s looks to that of a wolf, the German Shepherd Dog muscular build and keen instincts would likely serve them well in the wild. In recent year’s Many German Shepherds have made important contributions and helped many by assisting police, K9 medical units and military troops.  Because of this they are often considered to be among the most intelligent dogs.\n\nLarge breed tan and black German Shepherd adult dog, tongue-out and lying on outdoor concrete pathway after walk.\nFind adoptable German Shepards near you.\n\n \n\n4) Golden Retriever:\nThe phrase “man’s best friend” rings true in the Golden Retriever. Golden Retrievers thrive for physical and mental exercise, appreciating regular stimulation. Golden Retrievers’ ability to retain information is remarkable. Living up to his namesake, they are often excited  by activities involving retrieving items and carrying them.\n\nBlonde large dog breed, Golden Retriever resting on a forest path while on an outdoor walk\nFind adoptable Golden Retriever dogs near you.\n\n \n\n5) Doberman Pinscher:\nBuilt for speed, the muscular stature of the Doberman Pinscher can make them  them effective police dogs. They are known as smart, fearless and devoted to others. Their intelligence shows through their ability to absorb and retain training commands quickly.\n\nDoberman Pinscher puppy in fall background\nFind adoptable Doberman Pinschers near you.\n\n \n\n6) Shetland Sheepdog:\nThe “Sheltie” is described as miniature Collie and possesses similar qualities. This rough-coated, longhaired working breed is a very intelligent dog with exceptional abilities to learn routines and follow direction. The Shetland Sheepdog appreciates affection and would make a loveable companion.\n\nShetland Sheepdog close shot\nFind adoptable Shetland Sheepdog near you.\n\n \n\n7) Labrador Retriever:\nThere’s a reason this breed is often called the most popular dog– Labs possess every ideal quality in a companion.  An active sporting and family dog, Labrador Retrievers are gentle, kind, and equally clever. This breed is often selected for highly-valued professional jobs like police and guide dogs.\n\nLabrador Retriever lying on the floor\nFind adoptable Labrador Retrievers near you.\n\n \n\n8) Papillon:\nThis tiny dog packs a lot of energy! Papillons are happy, alert, fearless and friendly. Historically known as Dwarf Spaniels, these little pups are one of the smartest small dog breeds and the first toy breed mentioned on the top 10 list. Consider this one if you’re looking for dogs that are easy to  train.\n\npurebred Papillon dog outside, looking up, alert\nFind adoptable Papillons near you.\n\n \n\n9) Rottweiler:\nThe Rottweiler is loyal, self-assured and sturdy. They are often happy and loving companions devoted to their family. They show passion for tasks provided and love to learn. These smart dogs make stellar police dogs and service dogs.\n\nClose up of large breed, shiny black and tan German Rottweiler dog with floppy ears and happy, smiling face.\nFind adoptable Rottweilers near you.\n\n \n\n10) Australian Cattle Dog:\nThis astute animal is happiest while being active. They are loyal, enthusiastic and perceptive, always highly observant of their environment. The Australian Cattle Dog is the perfect balance of energetic and intelligent.\n\nMedium size Australian cattle dog outdoors laying in fall leaves.\nFind adoptable Australian Cattle Dogs near you.\n\n \n\nWho is the right fit for you? General breed information can be a great place to start, but keep in mind each pet is an individual. Be sure to also take into consideration your household and individual needs. Visiting your local animal shelter and meeting a dog can be a good way to help ensure a great match!\n\n"},
  {"title":"These Low Shedding Dog Breeds Lose Less Hair","author":"Leonhard Dyke","date":"1/12/2018","petType":"Dog","content":"Are you interested in a dog but hesitating from the idea of fur everywhere? Pet bonding doesn’t have to end with lint rollers or sneezing fits! There are a variety of dogs that don’t shed and can make life easier for allergy suffers!\n\nKeep in mind, no dog is 100% hypoallergenic but the following dogs have low shedding or non-shedding coats that produce significantly less dander (found in pet hair) and may cause fewer allergy symptoms. Here’s a look at which dogs shed the least.\n\n• Portuguese Water Dog\n• Poodle\n• Bichon Frisé\n• Yorkshire Terrier\n• Chinese Crested\n• Schnauzer\n• Shih Tzu\n• Brussels Griffon\n• Soft Coated Wheaten Terrier \n\n \n\n#1. Portuguese Water Dog \nLife span: 10-14 years\n\nPortuguese Water Dog with tongue out, looking at camera\n\nLooking for dog breeds that don’t shed much? What about Portuguese Water Dogs? These curly, no-shed dogs are sociable, sensitive and respond well to direction, making them great for families with children and other animals.  It’s the perfect breed for an active person seeking an adventurous yet affectionate partner.\n\nThe Portuguese Water Dog’s ancestors were herding dogs from Central Asia, then Portugal, and became known for their attraction to water. They were used for herding fish into nets and even retrieving lost equipment.\n\nThe breed is known in their native land as “cao de agua,” which means “dog of water.”\n\nGrooming Tip: The Portuguese Water Dog’s wavy coat requires routine brushing and trimming to avoid tangling.\n\nSearch for adoptable Portuguese Water Dogs here.\n\n \n\n#2. Poodle (Toy, Miniature and Standard)\nLife span: 10-13 years\n\nHappy brown Poodle with curly fur and long ears, looking at camera\n\nWhen looking for dogs that don’t shed much, many dog-lovers have added a Poodle to their family. The Poodle originated in Germany but gained popularity in Europe, becoming well known in the high fashion world. The Poodle is even the national dog of France.\n\nThese intelligent dogs were historically used as retrievers and spent lots of time outdoors.\n\nIn fact, the word “poodle” comes from the German word “pudel,” meaning “to splash in the water,” reflecting their love of swimming and outdoors.\n\nPoodles’ distinguishing haircuts were designed for practical reasons. Their thick coat gets heavy when wet, so owners began shaving their lower half to help dogs progress in swimming.\n\nThe hair along the chest and head remained long to keep dog’s vital organs warm in cold waters.\n\nPoodle’s ankle hair was left to protect joints, and the topknot was used to keep long hair out of the eyes when swimming.\n\nGrooming Tip: Regular scissoring should be implemented, as well as weekly grooming with a brush and the occasional bath will keep them clean and looking great.\n\nSearch for adoptable Poodles here.\n\n \n\n#3. Bichon Frisé\nLife span: 12-15 years\n\nTwo small Bichon Frise dogs with white, fluffy, curly fur\n\nStylish and practical, the beautifully coiled white coat of a Bichon Frisé does not shed much and produces little dander.\n\nThese perky pups have a happy-go-lucky temperament and are friendly toward all people and animals.\n\nThey are eager to cuddle and can be vocal but it’s just their way of striking up a chat with their favorite humans.\n\n“Bichon Frisé” means “Curly Lap Dog” in French, but they were historically sailors’ companion dogs and love water.\n\nAlthough perfect lap dogs, they are still active and need daily exercise. If you’re looking for a hypoallergenic small pet, this could be your new companion!\n\nGrooming Tip: Their white powder-puff coat needs brushing and combing every other day, plus scissoring and trimming every two months. They are non-shedding dogs, but the loose hairs become entangled in the coat and can mat.\n\nSearch for adoptable Bichon Frisés here.\n\n \n\n#4. Yorkshire Terrier\nLife span: 14-16 years\n\nTwo small Yorkies with ribbons in their hair, sitting outside in long grass\n\nThey say big things come in small packages, that rings true for the Yorkshire Terrier. Despite their modest size they were historically bred to work in Yorkshire, England, hence their namesake.\n\nOblivious of their small stature, these dogs are always eager for adventure. Yorkies are busy and very inquisitive.\n\nAlthough some tend to be vocal, they can find other ways to express themselves through positive training.\n\nYorkies are perfectly suited to exercise within the home but also need to have stimulation through games or personal interaction. They appreciate a short walk outdoors on leash and enjoy the chance to safely explore.\n\nGrooming Tip – Yorkshire Terriers’ signature long coat needs brushing or combing every couple days.\n\nSearch for adoptable Yorkshire Terriers here.\n\n \n\n#5. Chinese Crested\nLife span: 13 – 15 years\n\nThree hairless gray and white skin tone Chinese Crested dogs sitting together on green grass.\n\nThese distinctive dogs are iconically known for their hairless, spotted look, but they can also sport a long haired, full coat.\n\nRegardless of which you choose, both shed very little and are considered hypoallergenic breeds. If you’re looking for truly non-shedding dog breeds, the hairless Chinese Crested is a great option.\n\nThe Chinese Crested is a playful yet gentle lap dog and sensitive companion. They are people pleasers, devoted to family.\n\nCresteds are also good with other pets and strangers due to their happy attitude. Chinese Crested dogs are excellent jumpers and some even climb.\n\nThe Crested enjoys the outdoors, except when it’s cold. They are small enough that they can sufficient exercise with vigorous inside games. Hairless varieties will need a sweater for cold-weather outings.\n\nGrooming Tip – Long-haired Chinese Cresteds require brushing every day or two, while hairless Cresteds need regular skin care with moisturizer or sunblock.\n\nSearch for adoptable Chinese Cresteds here.\n\n \n\n#6. Schnauzer (Miniature or  Standard)\nLife span: 12-14 years\n\n: Gray Schnauzer with long hair, looking at camera\n\nLook into the eyes of a Miniature Schnauzer and see why they’re one of the most popular terrier breeds!\n\nThe name “Schnauzer” means “small beard,” which is quite fitting.  But contrary to their senior appearance, Schnauzers are spunky, inquisitive and love to play, making them ideal companions.\n\nThey are well-mannered dogs who are patient with children and enjoy being included in group activities. If you choose a larger Schnauzer, they larger size lends itself well to service dogs.\n\nThe Schnauzer first appeared in the 1800s as a small, German farming animal. The miniature came to America long after the standard and giant Schnauzers were present. But after World War II, the miniature gained more interest, becoming the third-most popular breed in America at one point.\n\nGrooming Tip – Their wired coat needs combing once or twice weekly but doesn’t shed and is another hypoallergenic favorite.\n\nSearch for adoptable Schnauzers here.\n\n \n\n#7. Shih Tzu\nLife span: 10-16 years\n\nShih Tzu sitting laying inside on sofa\n\nTheir names might be hard to pronounce, but they are easy to love!\n\nThese loyal and friendly dogs are often pronounced as “SHEET-zoo” by Americans; however, the original Chinese pronunciation is “sure-ds.”\n\nTheir name has Chinese Mandarin roots and means “lion dog,” which is spot-on for their longer haired look.\n\nThis breed is very affectionate and loves family but can become nervous around small children without proper introductions.\n\nGrooming Tip: Shih Tzus don’t shed, making them potentially making them ideal companions for those with allergies. However, regular grooming is important, because their hair can get tangled and matted quickly as it grows.\n\nSearch for adoptable  Shih Tzus here.\n\n \n\n#8 Brussels Griffon\nLife Span: 10-15 Years\n\nSmall, brown, scruffy Brussels Griffon with a curly tail\n\nBesides Ewok comparisons, Brussels Griffons are known for how observant and smart they are, as well as friendly. They also make excellent pets for families with .\n\nThis breed is lively, intelligent and sensitive. While comfortable in smaller living spaces, they still need daily walks.\n\nGrooming Tip: These hypoallergenic dogs shed hardly at all. Their coat comes in two varieties – rough and smooth.\n\nThe smooth-coated variety requires very little care other than seasonal raking of the undercoat. The rough-coated variety requires more care and more frequent attention to grooming.\n\nBrussels Griffon is a toy dog, named for their city of origin: Brussels, Belgium. But you don’t have to travel so far to adopt – see our adoptable Brussels Griffons below.\n\nSearch for adoptable Brussels Griffon here.\n\n \n\n#9. Soft-Coated Wheaten Terrier\nLife Span: 12-15 years\n\nPack of four blonde, medium size Wheaten Terrier dogs sitting and laying in an outdoor grassy garden.\n\nKnown for their super soft and silky, wheaten-colored coat, these happy dogs are too cuddly to resist.\n\nThey originated more than 200 years ago in Ireland as all-purpose, confident farm dogs that adapt well to any environment.\n\nThis active bread needs daily exercise and enough energy to entertain children. They are intelligent dogs, known for their skills in agility, obedience, tracking and even animal-therapy.\n\nGrooming Tip: Though their coat sheds only a little, regular grooming is necessary to prevent matting.\n\n"},
  {"title":"How Often Should You Feed Your Dog?","author":"Idette McLagain","date":"1/4/2018","petType":"Dog","content":"Most experts recommend feeding your dog twice a day — once in the morning and once in the evening — though puppies under five months of age should be fed three to four times a day, or as directed by your veterinarian.\n\nHow Often Should You Feed Your Dog?\nThinkstock\n\nWhile most dogs will dig in the moment you place the bowl on the floor, you may find that your adopted dog is a finicky eater, at least at first. After all, he’s been thrust into a new home with new people, and he may be too nervous to eat. If this is the case, you will need to teach him to eat on a schedule.\n\nLeave the bowl on the floor for ten minutes and then pick it up, regardless of whether he has eaten. (If your dog is a slow eater, this period can be extended to twenty minutes, but only if he is still eating during that time and hasn’t gone off in search of other entertainment.)\n\nAt the next scheduled feeding time, put the bowl back down, again for only ten minutes. Pretty soon your dog will learn that he needs to eat when the food is offered.\n\nHaving regularly-scheduled feeding times not only establishes a routine, it also allows you to monitor your dog’s health. If he picks at his food throughout the day, you may not notice right away if he’s not eating well. But if he normally eats heartily as soon as you put the bowl down, you will immediately see a sudden lack of appetite, which is often an indication that he’s not feeling well. If your dog’s appetite doesn’t improve in a few days, have him checked by your veterinarian.\n\nAnother benefit of set feedings is that a dog who eats on a schedule poops on a schedule. In addition, if you live in an urban area, leaving a bowl of kibble on the ground all day can attract unwanted house guests, like cockroaches and mice. It is to everyone’s advantage to keep feeding times regular.\n\n"},
  {"title":"How Much Should You Feed Your Dog?","author":"Natka Gomby","date":"3/10/2019","petType":"Dog","content":"The amount you feed your dog will vary greatly depending on his age, size, and activity level, as well as on the type of food he’s eating.\n\nHow much to feed your dog\nThinkstock\n\nAs a general rule, puppies and young dogs burn more calories, so they need a greater quantity of food that is higher in protein and fat. Older, less active dogs require fewer calories to remain healthy.\n\nRichard H. Pitcairn, DVM, PhD, author of Dr. Pitcairn’s Complete Guide to Natural Health for Dogs and Cats, believes the most reliable approach is to feed what seems to be a reasonable amount and monitor his body weight.\n\n“You should be able to feel your pet’s ribs easily as you slide your hand over his sides,” Pitcairn says. “If you can’t, he’s probably too heavy, so begin to feed a smaller quantity.”\n\nIf you’re using a commercial pet food, beware of the “feeding guidelines” on the bag or box. It lists different weights and the corresponding amount of food to feed your dog to maintain that weight, and should be used only as a rough guideline.\n\nMany dogs are overweight because their families closely followed the directions on the label, which often indicates portion sizes that are too large. After all, the sooner the bag is empty, the sooner you will need to buy more food.\n\nStarting at the low end of the suggested guidelines and then monitoring your dog for hunger and body condition is a good way to proceed.\n\nDifferent Portions for Different Pooches\n\nThough it may sound counterintuitive, as a general rule, large breed dogs require less food and small breed dogs require more food when expressed on a volume of food per pound of body weight. The food requirements of individual dogs vary according to their health, level of activity, and age.\n\nHere are some guidelines for portion sizes at different stages of your dog’s life:\n\nPuppies: Puppies are typically introduced to solid food at three to four weeks of age and are completely weaned from their mother’s milk by eight weeks.\n\nPuppies require a diet that is higher in protein and other nutrients to support normal growth and development. If you are feeding commercial pet food to your adopted puppy, select a brand that is specially formulated for puppies.\n\nYoung puppies should be fed at least three times a day — morning, noon, and early evening — until their food requirements per pound of body weight begin to level off as they mature.\n\nBy the time the puppy is five or six months of age, his feeding schedule can be reduced to twice a day.\n\nIf you have a finicky puppy, you can add some warm water to dry food to encourage him to eat it. Cow’s milk can act as a laxative and cause digestive problems for some puppies and adult dogs, so avoid giving this to your pup or only give very small amounts. If your puppy doesn’t eat all his food within an hour, discard the uneaten portion.\n\nThe amount of food you feed your puppy will vary depending upon his size, activity, metabolism, and environment. Feeding too much can not only lead to a pudgy pup, but can also cause bone abnormalities and other health issues.\n\nIf your puppy appears to be gaining too much weight, gradually decrease his food intake, but if his ribs are showing, increase his portions. If you are unsure about his proper weight or appearance, talk to your vet for guidance.\n\nAdults: When the average dog is one year old, he has reached full maturity and enters a “maintenance period.” This means that his nutritional requirements will stay about the same during his young adult life, assuming he is not ill or engaging in extreme physical exercise.\n\nHis weight should remain stable and his body should be well-proportioned — he should have an observable waist and you should be able to feel his ribs with your fingertips, beneath a thin layer of fat.\n\nIf you are feeding your adopted adult dog a commercial pet food, select one that is specially formulated for adult dogs.\n\nAs with humans, a dog’s appetite may vary from day to day. This is not cause for alarm unless his loss of appetite persists for several days or he shows obvious signs of weight loss or illness. However, having no desire to eat can be the first sign of many illnesses, so monitor your dog’s food intake carefully.\n\nYou know your dog best, so if something seems amiss, don’t hesitate to take him to his vet.\n\nActive adults: Moderate exercise is essential for all dogs and helps them remain fit and trim throughout their lifetime. But some dogs, like some humans, will regularly do more intense exercising.\n\nIf your adopted dog is particularly active (for instance, if he jogs or runs with you regularly, or is involved in sporting activities) his energy needs will be greater than those of his more sedentary counterparts.\n\nBe aware, though, when a typically active dog is less active (for instance, during the cold winter months or when he suffers an injury, such as a sprain or muscle pull), his food requirements decrease. In these instances, experts recommend gradually changing to a lower energy, less nutrient-dense dog food.\n\nVery active dogs should not be fed immediately before or immediately after a strenuous workout. This can lead to digestion problems or discomfort (such as vomiting or loose stools) and may increase the risk of gastric bloat, a painful and often life-threatening condition caused by a twisting of the stomach.\n\nAlthough a small meal can be provided in the morning, hard-working dogs should receive the bulk of their daily calories one hour or more following their last exercise session each day. You can also feed your dog small snacks or treats during periods of increased activity to prevent hunger and fatigue. Allow him to rest intermittently and make sure he has access to fresh water at all times.\n\nSeniors: As with humans, the dietary requirements of dogs will change as they age. Elderly dogs have reduced energy requirements and therefore shouldn’t consume the same quantity of food as they did when they were younger.\n\nIf you’re feeding your adopted senior dog commercial pet food, look for brands that offer reduced calories while still including all the necessary nutrients.\n\nSenior dogs, like all dogs, should be fed according to their overall health and level of activity. A less active dog can quickly gain weight if you’re not careful.\n\n"},
  {"title":"What Human Foods Can Dogs Eat?","author":"Hewet Fumagalli","date":"1/15/2016","petType":"Dog","content":"Sweet potato, apples, and fish oil are just some of the many human foods dogs can eat that are included in nutritionally-balanced dog food. High-quality pet foods are the best option to feed as it contains ingredients that have a purpose to ensure a happy and healthy dog life.\n\nMixed-breed small dog looking up at human begging for people food.\n\nWhich human foods for dogs are safe?\nThere are some people foods dogs can eat in very limited amounts, occasionally. Other foods such as grapes and raisins or chocolate are very high risk and considered extremely dangerous foods for dogs.\n\n \n\nIf you have a pet with special medical needs, please check with your veterinarian before feeding any people food.\n\n \n\nPeople foods\nDogs must never eat\tDogs can eat occasionally, limit\tLimited list, safe as a treat*\nGrapes\tleafy greens, cooked\tOrange – 1 slice\nRaisins\tBroccoli, cooked\tPeanut butter (without xylitol)\nChocolate\tGreen beans, canned\tWatermelon\nPits, pips, cores of fruit\tRaw carrot, minis\tStrawberry, fresh\nCoffee\tApple, a slice\tPear – 1 slice\nXylitol\tGrains 1 tsp, no seasoning\tMango – 1 slice\nNuts\tChicken, cooked, no bones or skin\tBeans\nOnions and garlic or powders\tTurkey, cooked, no bones or skin\tBlueberries\nYeast dough\tAvocado\t\nSalt\tMashed potatoes, no seasoning\t\nSpoiled food or moldy foods\tCheese\t\nAny protein with bones\tTomato, ripe\t\nLunchmeats\t\t\nRaw food including eggs\t\t\n*Treats should not make up more than 10% of a dog’s total daily food intake.\n\n \n\n \n\n8 Rules about people foods for dogs\nThe truth about foods a dog can eat is that they do not require a variety in their diet the way people do. Most of the time, any human food a dog is getting serves them no purpose and can be high in sugar, salt, and calories.\n\n \n\nBefore sharing your favorite foods with your dog, check with your veterinarian about toxicity, safety, preparation and amount to give him.\n\n \n\nAlways check whether veggies can be served raw like carrots and green beans.\nCanned vegetables must have no or low salt.\nAvoid giving your dog food that gives them gas like cabbage, limit dark leafy greens and broccoli.\nNever give a dog spoiled, rotten, fermenting fruit.\nOnly serve a small slice of fruit every couple of weeks, make it last longer by freezing it.\nNever feed grapes or raisins, these are highly toxic.\nErr on the side of caution if you choose to share food, serve a teaspoon or one slice only.\nDo not give your dog lunchmeat or add seasoning to any food. Salt and other additives are not good for dogs.\n \n\n \n\nPeople foods and dogs: Risks\nYour dog is likely to enjoy eating anything he sees you eating. Dogs are well known to scavenge and can’t differentiate between rotting food or a slice of fresh, ripe fruit. The best way to care for your dog is to offer him fresh water daily and feed him nutritionally-balanced, quality dog food.\n\n \n\nThe potential risks of giving your dog human foods without understanding the effects are:\n\n \n\nExcessive gas\nVomiting\nNausea\nDepression\nSeizures in severe toxicity or poisoning cases\nDiarrhea or constipation with overconsumption.\nDigestive blockages, obstructions, tears in the delicate lining of the stomach, esophagus.\nPain from digestive upset.\n"},
  {"title":"How to Give Your Dog a Bath","author":"Val Mence","date":"9/8/2017","petType":"praesent","content":"As much as we all love for our furry friends to smell fresh and clean, getting to that point isn’t always easy. Dogs are rarely excited to jump into the bathtub for a good scrub. Bathing fearful dogs might be better handled by a professional groomer or your veterinary office. But if you decide to wade in, here are some helpful hints.\n\nGetting (You) Ready\nHow to Give Your Dog a Bath\nThinkstock\n\nBe sure you’re donning clothes that you’re okay with getting wet and dirty (and furry). Move all your grooming materials into the bathroom shampoo (ask your vet for suggestions specific to your dog), conditioner (a must for longer coats that need to be brushed out), brush, mineral oil (for eyes), cotton balls (for ears), at least two big, absorbent towels and, most importantly, TREATS. Lay a non-skid mat down in the tub to help the dog keep his footing. If you don’t have a detachable showerhead, a bowl or even a large cup is helpful in rinsing.\n\nGetting (Fido) Ready\nTrimming your pet’s nails prior to bath time will not only give your dog better footing, it will also help protect your skin in case he tries to make a break for it. Now, bring the dog into the bathroom and close the door behind you — catching a wet, soapy dog running down your hallway is no easy task! Give praise and treats to make him comfortable in the bathroom before you try to get him into the tub. If you’re able to, gently putting a cotton ball in each ear can help keep water out — just be sure to remove them when you’re finished! Also, to help keep shampoo from irritating his eyes, you can put a drop of mineral oil in each one.\n\nBring on the Suds\nDogs are unlikely to get into the tub willingly. For bigger dogs, a second person to help you get Fido into the bath can help avoid straining your back. Make sure water isn’t too hot or too cold. Let your dog hear and then gently feel the water before going full-speed ahead with the bath. Start shampooing your dog’s shoulders and then move out from there. Be gentle around the face and any sensitive areas but be sure you get down to the undercoat. Read the directions on the shampoo bottle carefully to ensure proper usage. Rinse out all the shampoo, using your fingers to make sure you get through the undercoat to avoid subsequent irritation. This is where a detachable showerhead or bowl comes in handy to be sure bigger dogs get rinsed thoroughly.\n\nNo More Tangles\nAfter the shampoo has been completely rinsed out, you can apply conditioner, if desired. Follow the directions on the bottle because some products need to sit on the coat for several minutes. If you have a particularly squirmy dog, you’ll want to find a fast-acting formula. Once you have finished the bath, it is time to dry your pooch. Towel dry as much as possible in the bathroom. For dogs with longer coats, you may want to use a blow dryer set on low. Before the dog leaves the bathroom, brush his coat out thoroughly because the bath will loosen up a lot of fur, which is better contained in the bathroom than all over the house. Many dogs get “after-bath-crazies,” so hold onto your hat and let ‘em run!\n\n"},
  {"title":"How to Clean Your Dog’s Ears","author":"Marchelle Ortner","date":"3/30/2018","petType":"pellentesque","content":"Whether they are pointy or floppy, long or short, dogs’ ears are a sensitive part of their bodies. Unattended ear infections can lead to serious problems and possible hearing loss. If the ears smell bad, your dog is scratching at them or shaking his head, or if he acts in pain when you touch them, it could be a sign of an infection and the time to call your veterinarian. Also, just like the warnings for human ears, dogs’ ears are no place for cotton swabs.\n\nGet Ready\nHow to Clean Your Dog’s Ears\nThinkstock\n\nDogs have no interest in having their ears cleaned. You’ll want to have all your supplies handy so you can devote your full attention to the dog and not get distracted looking for the wayward cotton balls. Your vet’s office can provide you with a safe ear cleaner, and you’ll want several cotton balls close at hand. Clean hands (so as not to cause additional problems) or gloves and treats are a must. If your dog is squirmy, a second person is a huge help. One person or two, you’ll want to close the dog into a small room like the bathroom.\n\nGo In\nStarting from the outside and working in, you’ll clean out all areas of the ear that you can reach. Wet the cotton ball with the cleaner and wipe down the inside surface of the dog’s ear flap (the part that you can easily see). Once that is clean, get a new cotton ball wet with the cleanser and clean the inside part stopping when you feel resistance. Pushing further than the ear wants you to go can cause damage. If the cotton balls are very dirty, it may be time to schedule a check up with your veterinarian. When you’re finished cleaning, it is time for lots of treats and praise!\n\nHSUS\nEven though we give them lots of good scratches, when it comes to grooming, the ears of dogs are frequently the most neglected parts of their bodies. But their ears are also one of the most important areas to attend to. Ear infections can be serious, and can begin easily if an animal’s ears are not kept clean. After all, how will Biffer know when to start salivating if his ears don’t pick up the sound of kibble hitting his bowl? Make sure your furry guests keep their ears perked up by following these simple steps.\n\nHow To Clean a Dog’s Ears: More Tips\nThinkstock\n\n1. To Clean or Not to Clean, That is the Question\nBe careful! If the dog’s ears have an offensive odor, or if he has been scratching them repeatedly, you should not remove the icky stuff that might have accumulated; whatever’s there can help your vet determine the cause of the “ear-itation” and figure out how to treat it. So if he’s scratching, or if you’re tempted to plug your nose while cleaning his ears, you should turn the task over to your veterinarian or veterinary technician first; she can take swabs of the substance for examination.\n\n2. Ear We Are\nBefore you start your scrubbing, make sure you’ve set the table. You should have your supplies set out and ready to go. Put out your cotton balls and cleanera commercially prepared ear cleaner with a low alcohol content is best. Wash your hands thoroughly so you don’t introduce any infectious particles to the dog’s ears. You may want to work with a buddy; your friend can provide distracting pats while the ear cleaning takes place.\n\n3. Wipe Out!\nOnce you’ve determined that your dog’s ears are merely dirty and not full of mites or infection, you can remove the dirt. Using a cotton ball moistened with mineral oil, gently wipe out the inner surface of the animal’s earflap. Discard the first cotton ball and moisten another; with this one, clean out the part of the ear canal that you can see. Stop when you feel resistance-don’t try to stick the cotton ball any farther into the ear than it should go. Repeat this process on the other ear. Make sure you remove any foreign matter, whether it’s dirt, bugs, or just waxy buildup.\n\n4. Ears to You!\nGive your furry friend a pat, give your helper a high-five, and send your little buddy on his way. Now he’ll be well-prepared to hear those wonderful words:\n\n“Look, honey, he’s beautiful! He’d be a wonderful new member of our family.”\n\n“Oh, you’re right. And his ears are so clean!”\n\n"},
  {"title":"How to Cut Dog Nails in 7 Easy Steps","author":"Ninetta Lamers","date":"1/10/2020","petType":"sed","content":"Whether you trim them yourself or have a groomer trim them for you, how to cut dog nails the right way is important. With the correct tools, like dog nail clippers, his favorite treats and nail trimming techniques, you can master the skill to give your pup a pedicure!\n\nVideo Player\n\n00:00\n00:14\n\n\n1: Start by lifting your dog’s feet to see how comfortable he is with handling his paws.\n\n2: Get down on the floor to avoid twisting your dog’s foot too much.\n\n3: Pick your dog’s paw up and look at the underneath of the nail to see the quick.\n\n4: Place the clipper at the very edge of the nail if you do not see a quick.\n\n5: Hold the trimmer at a 45-degree angle.\n\n6: Clip only the tip of the nail at a time. Stop. Review before continuing.\n\n7: Hold his paw and nail up to the light and look into the center of the nail. Check for the quick, which looks like a dark inner circle at the center of the nail.\n\n \n\n \n\nTools you’ll need to trim your dog’s nails\nCaring for your pup’s paws and learning how to clip dog nails requires a few essential tools to ensure your nail-trimming session goes smoothly.\n\n \n\nTreats (it’ll make clipping nails easier for both of you!)\nRoom with lots of natural light.\nAn old towel or blanket that smells familiar to your dog (it’ll keep him calm).\nSmall pair of scissors to trim away fur around the nail.\nDog nail clipper or grinder, choice of various styles, e.g. guillotine, pliers, scissors.\nSmall dog nail file, to smooth out rough edges (also optional).\nStyptic powder, cornstarch, benzocaine or baking soda to stop any bleeding\n \n\n \n\nNail-trimming for beginners\nDog nails that are light\n\nWhen you trim your dog’s nails, the first thing to do is check to see where the quick inside the nail ends. If your dog has light-colored nails, you can see the soft, pink tissue in the center called the quick.\n\n \n\nThe quick includes a blood vessel and nerve and is easier to see on light dog nails. Hold your dog’s paw up to the light. The quick is visible through the nail and looks like a nail-within-a-nail. You must avoid cutting into the quick as it will bleed and causes your dog pain.\n\n \n\nDog nails that are dark\n\nLearning how to clip dog nails that are dark is a little different from learning to trim light dog nails. The first thing you’ll notice is that you will not see the blood and nerve that makes up the quick through the nail.\n\n \n\nTo view the quick of the nail, gently lift your dog’s paw and look at the center of the unclipped nail head-on.  If the nail has a small dark circle at the center, it indicates the beginning of the quick of the nail. Do not clip any nail that has a circle in the center as you’ll be clipping into the quick.\n\n \n\nIf you do not see the center-circle, snip off the smallest edge of the nail at 45 degrees. Check again to see if there is an exposed center-circle. Once you see the dark circle in the middle of the nail, you have clipped far enough. You must not cut into the quick as it will cause your dog pain and bleed.\n\n \n\n \n\nWhat to do if you cut the quick\nIf you cut a nail too short and it begins to bleed, apply pressure to the tip of the nail to stop the bleeding, or dip the nail in the cornstarch or styptic powder. If the nail has bled, keep your dog calm and quiet so that the nail isn’t further damaged or injured with walking or running. The only other thing you’ll need is lots of treats!\n\n "},
  {"title":"At-Home Dental Care for Your Pet","author":"Curtis Heber","date":"10/24/2020","petType":"vel","content":"Many pet owners dismiss their pets’ bad breath as simply “normal” or something to be ignored. However, bad breath is a hallmark of periodontal disease, a bacterial infection of the gums and supporting structures of the teeth. If you notice that your pet’s mouth has an odor and/or you observe discolored teeth, he or she may have developed some degree of periodontal disease. What starts as gingivitis (inflammation of the gums) can quickly lead to permanent loss of gum tissue, damage to ligaments and loose or missing teeth. Periodontal disease can cause bacteria from the mouth to enter the pet’s bloodstream and circulate through the heart, liver and kidneys.\n\nAt-Home Dental Care for Your Pet\nThinkstock\n\nBanfield’s internal research team found this year that 68 percent of cats and 78 percent of dogs three and older show signs of periodontal disease. Sadly, according to the team’s data, less than half of pets diagnosed with periodontal disease receive dental cleanings. In all breeds — particularly small breeds — both professional dental cleanings and at-home care are equally essential to oral health.\n\nAt-home care can include the use of water additives, tooth brushing with specially-formulated toothpaste for pets, dental chew toys, kibble designed to clear and prevent the build-up of plaque and paying special attention to any changes your pet exhibits. As a pet owner, you should examine your pet’s mouth at least once a week to look for signs of swollen or bleeding gums (gingivitis), brown buildup on teeth (plaque/tartar) and abnormal lumps, bumps or swellings. Be sure to examine the back teeth (molars) by lifting the lip to expose the outside surfaces of the teeth. Also, observe the color of your pet’s gums. The gums should be shiny and pink — not white or dark red.\n\nIf you notice any usual signs or symptoms or changes in your pet’s mouth, consult your veterinarian to schedule an exam. He or she will examine your pet, inform you of any problem areas and make treatment recommendations. You might need to schedule a professional dental cleaning, according to your veterinarian’s recommendations for your pet’s particular breed and condition.\n\n"},
  {"title":"Housetraining Dogs and Puppies","author":"Micheal O'Fogarty","date":"6/19/2019","petType":"nibh","content":"The key to training your dog to eliminate outside (where you want him to) is to prevent accidents, and to reward success. Adult dogs have better bladder and bowel control, and can “hold it” for a longer period of time than puppies. The rule of thumb with puppies is to take their age in months, add one, and that’s the number of hours the puppy can “hold it” during the day (i.e. A four-month-old puppy can be expected to be clean for up to five hours during the day).\n\nHere are some simple steps to help you and your dog find success!\n\nHousetraining Troubleshooting\nThinkstock\n\nFeed your dog on a schedule (he’ll eliminate on a schedule, too).\nKeep his diet simple and consistent (avoid table scraps and canned foods; a high quality dry kibble produces the least waste).\nChoose an area, about ten square feet, outside, where you wish your dog to potty.\nTake your dog on leash to the area, pace back and forth (movement promotes movement) and chant an encouraging phrase (“do your business, do your business “).\nDo this for no more than three minutes:\nif he eliminates, give huge amounts of praise and play.\nif he doesn’t eliminate, keep him on leash, go back indoors, keep dog on leash with you or confined in a crate.\nTry again in an hour; eventually your dog will eliminate appropriately and you can\ngive huge amounts of praise and play.\nREMEMBER! Do not punish accidents! Ignore them, and reward success!\n"},
  {"title":"Living With More Than One Cat","author":"Hildagarde Clouter","date":"5/26/2018","petType":"lobortis","content":"When living with cats, how many is too many? Due to variations in feline social behavior, there is no one-size-fits-all answer. For example, studies of barn cats showed that adult male cats usually preferred to live by themselves, while females lived in matrilineal communities usually numbering no more than ten.\n\nLiving with More than One Cat\nThinkstock\n\nCats are territorial creatures. Indoor-only cats have their territory limited by the size of the home, although some restrict themselves further, to certain areas within the residence. A free-roaming cat’s territory is defined by individual personality, access to food and shelter, and sexual status. Intact males usually roam over a greater area than females, loosely attaching themselves to several female colonies.\n\nThis Land is My Land\nFelines stake their claims by scratching, spraying and otherwise scent-marking with glands found on their faces, chins, feet and tails. Cats may increase marking behavior if they perceive a change in their environment, whether it be a new cat, a new guest or a new piece of furniture. While not exactly a “keep out” sign, marking seems to make the marker feel more secure in a shared space.\n\nTerritories can overlap and it is usually the more assertive cat who wins access at prime times. In a multi-cat household, for example, the same cat may claim the window ledge whenever the sun is in perfect position, or assume ownership of the bed pillow each night at lights out. Other cats can visit those places at different times, but if they try to visit at the best time, a squabble will usually break out until the more assertive cat wins.\n\nThe invasion of a cat’s territory by a new feline can lead to social frustration, which can manifest itself in a variety of ways. According to Dr. Bonnie Beaver in “Feline Behavior: A Guide for Veterinarians,” (W.B. Saunders Company, 1992), “Signs of social stress vary from aggression to catalepsy (freezing up). In the middle of this gamut of reactions are failure to bury feces, house soiling, insufficient grooming, excessive\ngrooming, overeating, anorexia, diarrhea, constipation, social withdrawal, vomition, and chronic piloerection (hair standing on end)” — all in addition to immunosuppression.\n\nIt is not unusual in a multi-cat household to witness the occasional hiss and swat, but you may find that two of your cats have had more than a simple falling out. In severe cases of social aggression, in which one cat takes an immense dislike to another and constantly tries to run the “pariah” off, hounding him whenever he attempts to leave the hiding place, finding a new home for the “pariah” often is the kindest thing to do.\n\nMeow Mixing\nThe introduction of additional cats to the household should not be taken lightly. Too often, pet owners want to rush the process, expecting instant friendship. At minimum, allow two weeks of social isolation from the other cats in the home (but not human family members) before allowing a new addition to come face-to-face with resident felines. This routine enables the resident cat or cats to become used to the odor of another cat on their turf without having to take on the newcomer physically. More complicated introductions may call for the use of cattery cages or screened doors. These will allow cats to be nearly side-by-side at mealtimes yet unable to injure one another.\n\nThe stress accompanying lengthy introductions can be reduced by remembering:\n\nIf you are currently cat-less but know you want two cats, consider adopting littermates or adults from the same household.\nIf you already have a young or middle-aged cat, consider a cat who is three- to eight-months old. Introductions usually are smoother when bringing in a sexually immature and physically smaller cat.\nIf you can get a history, look for a cat who stayed with his or her littermates until nine- to ten- weeks of age. These cats tend to be much more cat-friendly than orphaned cats or those less experienced with other cats.\nIn order to prevent spraying troubles, try to avoid bringing in adult males until they are neutered.\nWhile not all cats are inherently social animals, many thrive amongst their own kind. Making a thoughtful selection is one proven way to increase your chances of creating feline harmony.\n\n"},
  {"title":"9 Ways to Welcome Home your New Cat","author":"Ernesta Teaz","date":"6/5/2016","petType":"nunc","content":"Congratulations! You have just begun a relationship that’s bound to be filled with fun and affection. By starting off on the right foot, you can cut short that rocky adjustment period most new relationships go through.\n\nGo slowly at first. A new cat may need seven to fourteen days to relax into her new environment. Save meet-and-greets with friends, neighbors and relatives until the cat is eating and eliminating on a normal schedule.\nOffer her a safe place to hide while she gets her bearings. She’ll appreciate the chance to observe her new family’s routine from a small, dark space or one high above the action.\nBring your new feline to a caring veterinarian for a wellness exam within one week after adoption.\nProvide the same diet she had at the shelter at least for the first week or two. If you wish to switch to a different flavor or brand, slowly make the switch over one to two weeks, starting with a quarter ration of the new food mixed into the old favorite. From there, up the ratio of new to old about 10% each day.\nSet up a litter box in a quiet, low-traffic area. Unsure of what litter to use? The majority of cats prefer fine grain clumping litter. Try that first unless the new adoptee is so young that she is in the litter-eating stage. Non-clumping litter is recommended for kittens under ten weeks of age.\nCats must scratch, so make sure to provide yours with a sturdy, rough-textured scratching post to save wear and tear on furniture. Cat manicures every ten to fourteen days also help reduce damage.\nCat-proof your home before giving your new feline run of the house. Put away harsh cleaning products, human medications and household poisons. Re-home any poisonous houseplants. And if the newcomer is a kitten, lock away any breakables and remember to keep the toilet lid down.\nOnce settled in, a young cat or kitten will be eager to play. Stock up on interactive toys such as feather wands and kitty fishing poles to engage attention and direct energies toward a positive pursuit.\nReady a comfortable cat perch on a sunny window sill – if it overlooks the birdfeeder, all the better! Observing live birds and squirrels beats out kitty videos any day.\n"},
  {"title":"Cleaning the Litter Box: How Often Is Best?\n","author":"Joela Orwin","date":"3/8/2019","petType":"ipsum","content":"There are many reasons a cat may not like his litter box. One of the most important reasons, and thankfully the easiest to remedy, is that the litter box is just plain dirty. Our feline friends will put up with a lot in terms of lax litter box cleaning habits, but at some point every cat will stop and say “No way!”\n\nCleaning the Litter Box: How Often is Best?\nThinkstock\n\nSome cats, just like some people, are more bothered by unsanitary conditions and will stop using their litter boxes sooner than other cats might. Unscooped, dirty litter boxes are the cat equivalent of that public bathroom with toilet paper all over the floor and unflushed toilets — you wouldn’t want to use that either! An extension of this problem is having too few litter boxes for your cats — the rule of thumb is at least one more litter box than the number of cats in the house.\n\nLitter boxes should be scooped at least once or twice a day, and it’s even better if you can get to it as soon as your cat has finished his business. There are self-cleaning litter boxes available that use a sensor to tell when a cat has entered and then left the litter box. While these are great at keeping up on scooping duties for people, they tend to scare at least some cats away from using their litter box and would not be a good choice for a timid cat. In addition to daily scooping, it is important to regularly change the litter box (twice weekly for non-clumping litter, monthly for clumping litter) and to wash it with soap and water. Plastic litter boxes should also be replaced once a year, because the scratches they tend to get during regular use can hold odor and debris.\n\n"},
  {"title":"General Cat Care","author":"Tyne Kynder","date":"2/22/2018","petType":"donec","content":"So, you’re bringing home a cat? Lucky you! There’s no doubt you’re in for years of loving companionship. New cat owners often have lots of questions about how to ensure their cats are happy and comfortable. Here are a few things you should know about caring for your new feline buddy.\n\nWhat Supplies Do I Need For My Cat?\nOf course, every cat has preferences for toys, bedding, perches, litter boxes and more but the ASPCA recommends starting out with these basic supplies:\n\nPremium-brand cat food\nFood dish\nWater bowl\nInteractive toys\nBrush and comb\nSafety cat collar with ID tag\nScratching post or scratching pad\nLitter boxes\nLitter\nCat carrier\nCat bed or box with warm blanket or towel\nYou’ll soon find out what your cat does and doesn’t like and you can make adjustments from there.\n\nWhat Should I Feed My Cat?\nThere are so many types of food available – canned, dry, shredded, pate, grain free, and more that it can be overwhelming to a new cat parent. Visit Petfinder.com’s cat nutrition section for more information about food and nutrition.  In the meantime, here are some basic recommendations from the ASPCA:\n\nAdult Cats – Feed high quality food for one large or two smaller meals each day.\nKittens (6 to 12 weeks) – Feed high quality kitten food four times a day.\nKittens (3 to 6+ months) –  Feed high quality kitten food three times a day.\n\nFor all cats and kittens, you can either feed specific meals, throwing away any leftover canned food after 30 minutes or free-feed dry food (keeping food out all the time).\n\nAnd, of course, provide fresh, clean water at all times. Wash and refill water bowls daily.\n\nDoes My Cat Need a Scratching Post?\nScratching is a natural and necessary behavior for cats, says Dr. Tony Buffington of the Ohio State University Veterinary School’s Indoor Pet Initiative. In his book, “Your Home, Their Territory,” Dr. Buffington explains that cats scratch to shed old nail cuticles, sharpen claws, stretch and leave scent marks. “Cats prefer to scratch on coarse materials they can shred,” Dr. Buffington says. Both vertical and horizontal scratching posts are available. But, Dr. Buffington cautions, a vertical post needs to be tall enough to support the cat’s length and stable enough to support his weight so it doesn’t topple when your cat is using it.\n\nDo I Need to Groom My Cat?\nCats are meticulous groomers and do a great job keeping themselves clean. However, they still need you to groom them. Adrienne Kawamura, owner of cat grooming franchise, City Kitty, says a consistent grooming schedule helps remove the dead undercoat of your cat’s fur and keeps your cat’s topcoat in good condition. “You will see less shedding, less dander, and less throwing up of hairballs,” Kawamura says.  Don’t forget other aspects of grooming, she adds, like nail trimming, ear cleaning and bathing.\n\nWhat’s the Best Way to Hold My Cat?\nAccording to the ASPCA’s article on Cat Care, the best way to pick up your cat is to put one hand behind your cat’s front legs and the other hand under his behind. Always handle your cat gently and never pick up a cat by the scruff of the neck front legs without supporting his hindquarters.\n\nShould My Cat Be Indoors or Outdoors?\nMost experts agree: Indoors is best. In her book, “The Cat Behavior Answer Book,” Arden Moore says, “Outdoor cats face increased risk of injury and illness. Many meet untimely ends under the wheels of cars or from animal attacks.” Make your cat’s home environment one that allows them to express their true nature, recommends Dr. Buffington of the Indoor Cat Initiative. This includes private spaces, places to hide, window perches, toys, scratching posts and more.\n\nDoes My Cat Need a Collar And ID?\nThe ASPCA agrees with the experts and urges cat guardians to keep their cats indoors only. But even indoor cats should wear a collar and an ID tag. An implanted microchip can also help insure that your cat is returned if she becomes lost. But remember to keep your microchip information updated so if your cat does get lost, whoever finds her can contact you immediately.\n\nWhere Should I Put the Litter Box?\nAll indoor cats need a litter box. Dr. Buffington recommends placing a litter box on each floor of a multi-level home. And, he says, litter boxes should be located in a private area away from interruption and noise. Make sure to scoop the litter box frequently. Dr. Buffington recommends scooping once a day and washing out the litter box completely with hot water once a week.\n\nWhat’s the Best Way to Play With My Cat?\nIn his book, “Your Home, Their Territory,” Dr. Buffington says toys should resemble a cat’s prey. Some cats like to hunt rodents and others like to hunt birds or bugs. “You’ll want to offer different types of toys to see which your cat likes best,” advises Dr. Buffington. Playtime with your cat is a great opportunity to bond and it helps keep your cat active and from becoming bored…and destructive.\n\nHow Often Should My Cat Visit the Vet?\nThe American Association of Feline Practitioners (AAFP) recommends that cats should visit veterinarian at least once a year for a full examination. This regular care can help catch serious issues early on when treatment can be more effective. Senior cats older than 7 and cats with chronic conditions should visit the vet more often. If you have a new kitten or cat, take him to the vet as soon as possible to discuss any issues and determine which, if any, vaccinations he needs.\n\nHow Can I Control Fleas?\nFleas are tiny parasites feed off of your cat, irritate the skin and can transmit tapeworm, says the ASPCA. Carefully check your cat once a week for fast moving brown spots (fleas) or white specks (flea eggs) in your cat’s fur. You might also see black “flea dirt,” which is flea excretement on your cat’s comb. Unfortunately, if there are fleas on your cat, there will be fleas in your house, cautions the ASPCA, so you may need to use flea bombs or premise-control sprays and treat all animals in your house. The ASPCA also urges you to consult your veterinarian before treating your cat for fleas to ensure you have an appropriate treatment plan that won’t harm your cat.\n\nShould I Spay or Neuter My Cat?\nSpaying your female cats (removing the ovaries and uterus) and neutering your male cats (removing the testicles) has many benefits, according to the ASPCA. Females should be spayed and males neutered by six months of age. Neutering a male can prevent urine spraying, decrease the urge to escape outside and look for a mate, and reduce fighting between males. Spaying a female helps prevent breast cancer and other medical issues. And, of course, Spaying and neutering is critical in preventing unwanted litters that contribute to the pet overpopulation problem.\n\nDo I Need to Trim My Cat’s Nails?\nYes, Dr. Buffington advises in his book. “Regular nail trims can also reduce the intensity of scratching and of accidentally grazing someone.” Your vet or groomer can teach you how to safely trim your cat’s nails.\n\nOnce you have the basics down, you’ll quickly learn that cats have a variety of opinions that they’ll be pretty clear about! Keep a close eye on their behavior and accommodate their preferences (within reason of course!) and you’ll have a happy, healthy friend for life.\n\n"},
  {"title":"cum","author":"Felita Mordey","date":"7/19/2018","petType":"at","content":"vel"},
  {"title":"sed","author":"Cristin Flode","date":"11/21/2018","petType":"curabitur","content":"sit"},
  {"title":"morbi","author":"Shani Sambeck","date":"2/17/2017","petType":"dis","content":"tristique"},
  {"title":"duis","author":"Shaylynn Prisk","date":"1/30/2020","petType":"ultrices","content":"cubilia"},
  {"title":"odio","author":"Ludovico Groome","date":"3/30/2016","petType":"vel","content":"turpis"},
  {"title":"nulla","author":"Ardys Storcke","date":"2/25/2017","petType":"ut","content":"nec"},
  {"title":"non","author":"Rheba Sweatman","date":"2/10/2018","petType":"odio","content":"montes"},
  {"title":"dapibus","author":"Vachel Babon","date":"11/3/2017","petType":"lorem","content":"ut"},
  {"title":"lorem","author":"Sonia Malatalant","date":"11/2/2018","petType":"vitae","content":"volutpat"},
  {"title":"libero","author":"Baily Crichten","date":"3/4/2018","petType":"molestie","content":"nam"},
  {"title":"ut","author":"Ellery Kinig","date":"12/25/2017","petType":"ridiculus","content":"vel"},
  {"title":"parturient","author":"Helene Lemmertz","date":"1/3/2017","petType":"curabitur","content":"lacinia"},
  {"title":"sapien","author":"Xenia Gogarty","date":"10/18/2018","petType":"ut","content":"ipsum"},
  {"title":"adipiscing","author":"Lori Treadaway","date":"4/25/2017","petType":"venenatis","content":"vel"},
  {"title":"ligula","author":"Dru Eslemont","date":"7/2/2017","petType":"ligula","content":"vel"},
  {"title":"massa","author":"Terrie Pawlowicz","date":"4/7/2019","petType":"sapien","content":"pharetra"},
  {"title":"vel","author":"Kandace Viall","date":"10/8/2018","petType":"pulvinar","content":"proin"},
  {"title":"id","author":"Gabbie Bernakiewicz","date":"12/13/2016","petType":"metus","content":"adipiscing"},
  {"title":"in","author":"Cathe Shimwell","date":"12/20/2018","petType":"luctus","content":"ante"},
  {"title":"nulla","author":"Diane-marie Eagles","date":"5/15/2018","petType":"donec","content":"erat"},
  {"title":"vitae","author":"Emilia Bond","date":"8/17/2017","petType":"ac","content":"augue"},
  {"title":"in","author":"Arline Gerling","date":"6/24/2019","petType":"integer","content":"arcu"},
  {"title":"sit","author":"Gare Greve","date":"11/26/2016","petType":"vulputate","content":"felis"},
  {"title":"amet","author":"Sammy Alabone","date":"7/24/2020","petType":"pede","content":"nisl"},
  {"title":"odio","author":"Gamaliel Orpwood","date":"6/3/2017","petType":"ac","content":"sit"},
  {"title":"in","author":"Ambrose Reolfi","date":"5/3/2017","petType":"id","content":"vitae"},
  {"title":"lectus","author":"Truman Starten","date":"11/13/2017","petType":"augue","content":"donec"},
  {"title":"mauris","author":"Constancy Baggot","date":"3/11/2017","petType":"massa","content":"vel"},
  {"title":"a","author":"Reuben Asson","date":"11/7/2020","petType":"aliquam","content":"cras"},
  {"title":"cubilia","author":"Adah Echallier","date":"5/9/2020","petType":"vulputate","content":"amet"},
  {"title":"arcu","author":"Alberta Benthall","date":"1/29/2018","petType":"nullam","content":"a"},
  {"title":"nulla","author":"Bruno Ferguson","date":"3/8/2017","petType":"aliquam","content":"at"},
  {"title":"eget","author":"Stefania Karpf","date":"3/30/2020","petType":"odio","content":"semper"},
  {"title":"luctus","author":"Fleur Bridat","date":"5/7/2020","petType":"donec","content":"tortor"},
  {"title":"ut","author":"Ave McDool","date":"6/19/2018","petType":"metus","content":"vehicula"},
  {"title":"accumsan","author":"Aldric Hurndall","date":"6/16/2018","petType":"vel","content":"massa"}]
