[
  {
    "title": "Tips for the First 30 Days of Dog Adoption",
    "author": "Jeff Tryme",
    "date": "11/4/2016",
    "petType": "Dog",
    "content": "The first few days in your home are special and critical for a pet. Your new dog will be confused about where he is and what to expect from you. Setting up some clear structure with your family for your dog will be paramount in making as smooth a transition as possible.\n\nBefore You Bring Your Dog Home:\n\nTips for the First 30 Days of Dog Adoption\nThinkstock\n\nDetermine where your dog will be spending most of his time. Because he will be under a lot of stress with the change of environment (from shelter or foster home to your house), he may forget any housebreaking (if any) he’s learned. Often a kitchen will work best for easy clean-up.\nIf you plan on crate training your dog, be sure to have a crate set-up and ready to go for when you bring your new dog home. Find out more about crate training your dog.\nDog-proof the area where your pooch will spend most of his time during the first few months. This may mean taping loose electrical cords to baseboards; storing household chemicals on high shelves; removing plants, rugs, and breakables; setting up the crate, and installing baby gates.\nTraining your dog will start the first moment you have him. Take time to create a vocabulary list everyone will use when giving your dog directions. This will help prevent confusion and help your dog learn his commands more quickly. Not sure which commands to use? Check out How to Talk to Your Dog.\nBring an ID tag with your phone number on it with you when you pick up your dog so that he has an extra measure of safety for the ride home and the first few uneasy days. If he is microchipped, be sure to register your contact information with the chip’s company, if the rescue or shelter did not already do so.\nFirst Day:\n\nWe know moving is stressful — and your new dog feels the same way! Give him time to acclimate to your home and family before introducing him to strangers. Make sure children know how to approach the dog without overwhelming him. Go here for more on introducing dogs and children.\nWhen you pick up your dog, remember to ask what and when he was fed. Replicate that schedule for at least the first few days to avoid gastric distress. If you wish to switch to a different brand, do so over a period of about a week by adding one part new food to three parts of the old for several days; then switch to half new food, half old, and then one part old to three parts new. For more information about your dog’s diet, check out our section on Dog Nutrition.\nOn the way home, your dog should be safely secured, preferably in a crate. Some dogs find car trips stressful, so having him in a safe place will make the trip home easier on him and you.\nOnce home, take him to his toileting area immediately and spend a good amount of time with him so he will get used to the area and relieve himself. Even if your dog does relieve himself during this time, be prepared for accidents. Coming into a new home with new people, new smells and new sounds can throw even the most housebroken dog off-track, so be ready just in case. Need more housetraining tips? Check out our Dog Housetraining section.\nIf you plan on crate training your dog, leave the crate open so that he can go in whenever he feels like it in case he gets overwhelmed. Also, be sure to check out the do’s and don’ts of crate training your dog.\nFrom there, start your schedule of feeding, toileting and play/exercise. From Day One, your dog will need family time and brief periods of solitary confinement. Don’t give in and comfort him if he whines when left alone. Instead, give him attention for good behavior, such as chewing on a toy or resting quietly (Source: Preparing Your Home For A New Dog).\nFor the first few days, remain calm and quiet around your dog, limiting too much excitement (such as the dog park or neighborhood children). Not only will this allow your dog to settle in easier, it will give you more one-on-one time to get to know him and his likes/dislikes.\nIf he came from another home, objects like leashes, hands, rolled up newspapers and magazines, feet, chairs and sticks are just some of the pieces of “training equipment” that may have been used on this dog. Words like “come here” and “lie down” may bring forth a reaction other than the one you expect.Or maybe he led a sheltered life and was never socialized to children or sidewalk activity. This dog may be the product of a never-ending series of scrambled communications and unreal expectations that will require patience on your part.\nFollowing Weeks:\n\nPeople often say they don’t see their dog’s true personality until several weeks after adoption. Your dog may be a bit uneasy at first as he gets to know you. Be patient and understanding while also keeping to the schedule you intend to maintain for feeding, walks, etc. This schedule will show your dog what is expected of him as well as what he can expect from you.\nAfter discussing it with your veterinarian to ensure your dog has all the necessary vaccines, you may wish to take your dog to group training classes or the dog park. Pay close attention to your dog’s body language to be sure he’s having a good time — and is not fearful or a dog park bully. If you’re unsure of what signs to watch for, check out this video on safety at the dog park.\nTo have a long and happy life together with your dog, stick to the original schedule you created, ensuring your dog always has the food, potty time and attention he needs. You’ll be bonded in no time! For more information on creating a feeding schedule for your dog visit How Often Should You Feed Your Dog?\nIf you encounter behavior issues you are unfamiliar with, ask your veterinarian for a trainer recommendation. Select a trainer who uses positive-reinforcement techniques to help you and your dog overcome these behavior obstacles. Visit Dog Training for more information on reward-based training.\nCongratulations! If you follow these tips, you’ll be on your way to having a well-adjusted canine family member."
  },
  {
    "title": "Why Are Dogs Given Up?",
    "author": "Johann Wibrew",
    "date": "4/9/2017",
    "petType": "Dog",
    "content": "In a recent study conducted by the National Council on Pet Population Study and Policy (NCPPSP) and published in the July issue of the Journal of Applied Animal Welfare Science (JAAWS), researchers went into 12 selected animal shelters in the United States for one year to find out why.\n\nThe results of the study show that the top seven reasons for relinquishment for both dogs and cats are the same. “These commonalities suggest that there may be similar ways to address relinquishment in dogs and cats,” says Pam Burney, NCPPSP president. “For people who work in a shelter all day, there isn’t always time to look at these issues. We have impressions of what’s happening, but now we have objective data that will help us develop specific programs to address the issues that have been identified.”\n\nTop 10 Reasons for Relinquishment*\n\nDogs:\n\nMoving (7%)\nLandlord not allowing pet (6%)\nToo many animals in household (4%)\nCost of pet maintenance (5%)\nOwner having personal problems (4%)\nInadequate facilities (4%)\nNo homes available for litter mates (3%)\nHaving no time for pet (4%)\nPet illness(es) (4%)\nBiting (3%)\nCats:\n\nMoving (8%)\nLandlord not allowing pet (6%)\nToo many animals in household (11%)\nCost of pet maintenance (6%)\nOwner having personal problems (4%)\nInadequate facilities (2%)\nNo homes available for litter mates (6%)\nAllergies in family (8%)\nHouse soiling (5%)\nIncompatibility with other pets (2%)\nSpecially trained researchers completed confidential individual interviews with pet owners who were relinquishing their dogs or cats to animal shelters. Pet owners were allowed to give up to five reasons for relinquishment. Interviewers did not, however, prioritize the responses. They simply recorded them in the order stated.\n\nCharacteristics of Pets Being Relinquished\nIn addition to the reasons for relinquishment, the study collected data on the pets being relinquished. According to the study:\n\nThe majority of the surrendered dogs (47.7%) and cats (40.3%) were between 5 months and 3 years of age.\nThe majority of dogs (37.1%) and cats (30.2) had been owned from 7 months to 1 year.\nApproximately half of the pets (42.8% of dogs; 50.8% of cats) surrendered were not neutered. Many of the pets relinquished (33% of dogs; 46.9% of cats) had not been to a veterinarian.\nAnimals acquired from friends were relinquished in higher numbers (31.4% of dogs; 33.2% of cats) than from any other source.\nClose to equal numbers of male and female dogs and cats were surrendered.\nMost dogs (96%) had not received any obedience training.\nCharacteristics of Pet Owners Surrendering Pets\nDuring the confidential interviews, researchers also gathered data on the people surrendering the pets. “Owners represented a broad range of age, ethnicity, education, and income level, indicating continued efforts will need to reach wide and far into communities across the country,” say Dr. Mo Salman, the article’s senior author.\n\nThe NCPPSP Regional Shelter Survey was designed, implemented, and analyzed by six members of the NCPPSP Scientific Advisory Committee. Regional investigators were encouraged to select shelters that were likely to be representative of those in their locations. The selection was also based on a shelter’s ability to dedicate time and resources to the project.\n\nThe publication of this article represents the first such scientific and public release of relinquishment data from the NCPPSP’s ongoing research into pet population issues. “The council has undertaken several important studies to better understand the issue of unwanted companion animals. This problem cannot be solved unless we truly understand it,” says Burney. “Without this new data, individuals and organizations can have a clear idea of how to approach these issues most effectively.”\n\nAs with all research, there are limitations. According to the authors, “the study was designed to describe the animals submitted to shelters. Thus, this set of data has no comparison data from the general pet-owning population. Many factors undoubtedly influence relinquishment, and some critical factors may have been omitted. This study represents a beginning of systematic data collection to examine this complex problem. The study is not designed to deal with animals other than those entering shelters, and influences cannot be drawn beyond this population.”"
  },
  {
    "title": "Dog Rehoming",
    "author": "Neill Swainston",
    "date": "12/7/2016",
    "petType": "Dog",
    "content": "Dog rehoming, in the first place, is not abandonment; as a matter of fact, it’s humane, mature, and responsible. Secondly, while there are various problems which can potentially cause pet parents to consider rehoming their pet, comparatively there are also solutions.\n\n \n\nDog Rehoming Issue and Solution Board\n \n\nI got a new job and there’s no time for my dog!\n+ Have you specifically considered a doggy day-care or a dog walker?\nI can’t afford my dog because of extenuating circumstances!  I.e., job loss.\n+ Have you asked someone you already know if they can take care of the dog until you resituate yourself?\nMy new apartment doesn’t allow dogs!\n+ In contrast, have you investigated apartments that do allow dogs?\nWe had a baby, and moreover, we no longer have time for our dog!\n+ In spite of, have you considered how having a dog teaches kids about responsibility and compassion?\nA sickness/injury is significantly preventing me from taking care of my dog!\n+ First thing to remember, if your situation is temporary, consider asking family or friends to help and take care of your dog while you’re able to recover.\nMy dog is showing signs of aggression!\n+ To clarify, fear and aggression in dogs can be complex. Nevertheless, in short, consult with an animal behaviorist.\nMy dog does not get along with other dogs!\n+ In this case, and on the positive side, consider enrolling the dog in training school.\nMy dog has separation anxiety, or his energy is a mismatch for us! Plus, he has destruction issues!\n+ If possible, research online resources on how to help an energetic dog. To be noted, a bored dog can also become a destructive dog, when left alone. Make sure your dog is getting plenty of mental and physical stimulation. If that doesn’t help, try consulting a reputable dog trainer.\nMy dog has health issues which I can’t afford to manage.\n+ On the positive side, talk to your Veterinarian about payment options. Also, for instance, consider programs like Care Credit.\nMy dog is making our allergies surprisingly uncomfortable!\n+Under those circumstances, opt to frequently clean in an effort to help decrease allergies. As a result, consider allergen air purifiers and allergy pills.\n \n\nHow do I Rehome a Dog FAQ’s\n \n\n1. Is it wrong to be selective when rehoming a dog?\n\nNo, and Dr. Nicholas Dodman, a Veterinary Behavior Specialist from Cummings School of Veterinary Medicine at Tufts University says, “Choosing a canine companion based on individual behavior and lifestyle compatibility is crucial to the success of the relationships between people and their dogs.”\n\n \n2. I’ve exhausted all my options trying to keep my dog, what do I do?\n\nContact breed rescue groups: Discover numerous rescue groups that, by and large, specifically help your dog’s breed.\nRehome the dog yourself: Speak with friends and family and in brief, advertise your intentions.\nPost Dog Rehoming Ads:  Hang posters on local bulletin boards and on balance, post on social media.\nMake an internet profile: Ultimately, highlight your dog’s best features and behavioral qualities accordingly online.\n \n\n3.) How do I work with my local animal shelter or rescue group?\n\nGenerally speaking, surrender your dog to an animal shelter or a rescue organization. \n\n \n4. How would you describe your dog’s optimal environment and home? \n\nTo summarize, what kind of situation is best in its next home? In any event, is he okay with kids and other pets? On the whole, consider what type of people would suit his personality and energy. All things considered, create an idea of what your pet needs in its next home.\n\n \n5. What would it take to get your dog to put his best foot forward towards a forever home?\n\nGenerally speaking, make sure the pet has recently had a wellness exam. Are his vaccinations are up-to-date? Now, create a pet profile online and describe the dog’s more exceptional qualities and its history. Doing so, has more of a likelihood that the pet will make impact online. All this ultimately helps adopters best understand your pet’s needs.\n\n \n6. Are you able to be patient through the process?  \n\nStraightaway, pet rehoming takes patience. Although, you may be in a rush in rehoming your dog. On the whole, finding a good fit for your dog does take time, love and patience.\n\n \n\nRehoming Dog Tips\n \n\nQUESTION: For the most part, does it take up to 3 months for an adoptable dog to feel comfortable in their new home?\n\nANSWER: Indeed, some pets may adjust within a few days, while others may take longer. Especially as the dog familiarizes themselves with their new family and their new setting.\n\n \n\nQUESTION: If a dog is spayed or neutered, does it have an overall better chance of being rehomed?\n\nANSWER: Generally speaking, most people prefer a dog that has already been spayed or neutered. Obviously, neutering a dog minimizes the costs for new owners and in addition, it encourages responsible ownership.\n\n \n\nQUESTION: Is giving up your pet “free to a good home” considered a nice gesture?\n\nANSWER: False. In fact, requesting a rehoming fee can help ensure that your dog finds a safe and loving new home. Given this point, set a reasonable adoption rehoming fee.\n\n \n\nDog Rehoming – Adoptive Family Questions\n \n\nMake a great match for both your dog and his future adoptive family. With this in mind, share any health concerns, without delay, such as medications, allergies, and diet. Also, discuss his energy, unique behaviors, and personal tendencies so there’s no surprises.\n\nWhat is a typical day like in your home?\nDo you rent or do you own?\nDo you have other pets?\nAre they spayed or neutered?\nAre their children in your family?\nHow many hours a day will the dog be left alone?\nHow do you plan to provide walks or daily stimulation?\nDiscuss a rehoming fee and determine whether they want to consider a trial period with your dog. At this time, discuss worse case scenario. For instance, if the arrangement doesn’t work out. For this reason, discuss the expectations for post-adoption communication.\n\n \n\nPet Rehoming Tips:\nAvoid Stress: In a word, advise the new family to avoid anything stressful as long as the dog settles.\nThe Dog May Not Eat: Tell them not to worry if the dog won’t eat on the first day. Nonetheless, he’ll eat when he’s ready.\nAssure New Owners: Acclimating takes patience, during which, there may be an accident.\nKeep in touch: Tell the new owners to call you from time to time with any questions or problems.\n \n\nDog Rehoming – Final Thoughts\n \n\nIn conclusion, there are a lot of resources when it comes to helping a pet parent keep a dog as well as when you’re ready to explore rehoming a dog. When you cannot keep your dog, then take steps to safely and responsibly rehome a pet. In the meantime, if you’d like to read more about adjusting to life with your new dog to make your adoption last, review Home Forever Home on Petfinder for helpful tips and information.\n\n"
  },
  {
    "title": "Military Dog Adoption",
    "author": "Starla Mingey",
    "date": "11/21/2017",
    "petType": "Dog",
    "content": "Military dog adoption uniquely allows civilians to rehome military working dogs. Military working dogs are also known as, MWD. In brief, these dogs are especially unique as they’re retired from serving.\n\nNotably retired from duty, military working dogs are now on a special mission, by all means, to find a forever home. To point out, before 2000, military war dogs were euthanized or given to an allied army. In 2000, President Clinton significantly signed a law approving military dog adoption.\n\n \n\nMilitary Working Dogs May Have:\nAssisted in law enforcement.\nHelped in agricultural tasks.\nHelped with bomb-sniffing.\nAided with search and rescue.\nServed as mission scouts.\nCompleted war tasks.\nHelped in drug detection.\nWorked as field or training dogs.\nEmployed as therapy dogs.\n \n\n \n\nMilitary Dog Adoption FAQs\n \n\nQUESTION: Do military working dogs have a set of skills?\n\nANSWER: Yes and as a result of the inability of performing those learned skills, consequently military dogs are no longer cut out for military lifestyles.\n\n \n\nQUESTION: Do retired military working dogs still receive military benefits?\n\nANSWER: All in all, after a military dog is adopted, MWDs lose benefits. In other words, pet parents considering military dog adoption are responsible for any health issues.\n\n \n\nQUESTION: Is military working dog adoption available through the U.S. Air Force site?\n\nANSWER: Considering military working dog adoption? In that case, speak to a US Air Force representative.\n\n \n\nMilitary Working Dog Foster Program: (210) – 671 – 3686\nMilitary Working Dog Adoptions Program: (210) – 671 – 3153\n \n\nQUESTION: Does a military dog adoption entail rehabilitation of the canine?\n\nANSWER: In effect, many military dogs retire with Post Traumatic Stress Disorder. For this reason, they need a safe and neutral environment.\n\n \n\nQUESTION: Don’t all military working dogs need homes upon retirement?\n\nANSWER: Surprisingly, 90% of MWDs end up with their handlers. After which, a few military working dogs are available for the most part available for adoption.\n\n \n\nQUESTION: Should I expect retired military working dogs to be a particular breed and young?\n\nANSWER: Overall the available MWDs for working dog adoption are altogether between 10 and 12 years old. To be noted, German Shepards, Labrador Retrievers, and Belgian Malinois are popular.\n\n \n\n \n\nRetired Service Dog Adoption Process\n \n\nMilitary dog adoption is possible, although it is necessary to practice patience and specifically follow the rules.\n\n1.) Check the Mission K9 Rescue website: for their availability of MWDs.\n\n2.) Review the adoption forms and answer all of the questions appropriately.\n\n3.) Meet Expectations: In brief, most MWD dogs aren’t for kids under five years old. Due to each facility’s requirements, to be noted, you must meet their standards. In specific, TSA requires a fenced yard, no intention to move within six months, adherence to ordinances, medical, and training.\n\n4.) Visit a Facility: Given these points, make an appointment to visit a facility in the hope to interact with a MWD.\n\n5.) Rehome a MWD: Interested in adopting a military working dog and in particular, learning more about military dog adoption? Call the Lackland Air Force site.\n\n6.) Pick up your MWD: For one thing, bring a crate and a leash for your MWD’s safe transit.\n\nItems a pet parent may need for their MWD in the long run:\n\nMWD adoption application\nLeash\nDog crate\nIdentification\nMeet the MWD Adoption Suitability Checklist:\nPast Experience: That is to say, do you have prior experience with dogs?\nFenced Yard: In particular, is there a secured fenced yard in your home? If not, how will the dog get exercise and go to the toilet?\nBackground Check: Provide two forms of identification and two references.\nDescribe Tenants: In detail, provide everyone’s age and describe any other pets.\nDo You Rent Or Own:If renting, given these points, provide reasonable proof of your landlord’s consent to have a dog.\nExplain the Dog’s Details: With attention to the dog, where will he sleep at your home? How frequently will he be home alone? For this reason, where will he stay when you’re gone?\nProvide Vet’s Details: That is to say provide the contact information for your Veterinarian.\n \n\n \n\nMilitary Working Dog Adoption – Tips\n \n\nShorten Your Wait Time: If you’re open to adopting any breed.\nLearn Proper Handling Techniques: Generally speaking, military working dogs have around $40,000 to $50,000 worth of training to certainly ensure their thorough preparation for duty. Speak to the facility with attention to proper handling techniques.\nHonor thy Word: To explain, federal law particularly prosecutes MWD contracts that aren’t honored.\nWaived Adoption Fee: Another key point important to realize is that the pet parent is responsible for travel cost.\nMilitary and Police Handler Preference: The original dog handler specifically has priority in adoptions whenever possible.\n \n\nRetired Military Adoption Sites\nTo sum up, these notable military and law enforcement sites are tremendous in spirit and service. In sum, they provide civilians as well as Vets with retired service dogs adoptions.\n\n1.) Saveavet.org – In this case, Saveavet.org is an active military and law enforcement working dog rescue.\n\n2.) VetsAdoptPets.org – In detail, Vetsadoptpets.org ultimately allows users the ability to specifically check out TSA adoption possibilities.\n\n3.) Solidersbestfriend.org – On the whole, Soildersbestfriend.org is markedly pairing PTSD veterans along with retired military service dogs.\n\n"
  },
  {
    "title": "Dogs with Different Colored Eyes Are Twice as Nice!",
    "author": "Erin MacCafferty",
    "date": "6/12/2020",
    "petType": "Dog",
    "content": "Have you ever seen dogs with two different colored eyes? Stunning! But why does this happen? Find out everything you ever wanted to know about heterochromia.\n\n \nThe next time you come across a dog with two different colored eyes, don’t stop to clean your glasses or rub your eyes. You’re not seeing things — you’ve simply found a dog with heterochromia. The term originates from the Greek word heteros, meaning “different,” and chroma, meaning “color.”\n\n \n\nHow Does This Happen?\nA dog’s eye color is determined by the amount of melanin found in the iris. Brown eyes indicate a high concentration of melanin, while green or blue eyes indicate a lower amount. Dogs with two different colored eyes have differing melanin levels in each eye. Heterochromia, however, can also be centralized. That is, the iris of one eye can be two different colors.\n\n \nIf a puppy had two different colored eyes when he was born, then the heterochromia is a genetic condition passed along from his mother and father.\n\n \nA dog can develop heterochromia later in life, though, resulting from an injury to the eyes, or from a condition like glaucoma, cataracts, an underdeveloped optic nerve, or retinal dysplasia. If this is the case, be sure to inform your dog’s veterinarian in order to check for any underlying diseases or issues developing in your dog’s eyes. Blue eyes, for example, whether it’s one eye or both, can be a sign of deafness in Dalmatians.\n\n \n\nMore Common for Certain Breeds\nSome breeds of dog are more disposed to have heterochromia. Among these are Siberian huskies, American foxhounds, and Australian Shepherds. In addition to dogs, cats and horses are also susceptible to heterochromia. And, to a lesser extent, the condition also occurs in humans. Ever heard of David Bowie?\n\n \nLike humans, every dog is unique in appearance and personality. Dogs with two different colored eyes certainly fit that mold. So if your dog has heterochromia, chalk it up to just another thing that makes your pet special. And know your pooch is not alone.\n\n"
  },
  {
    "title": "Cool Dog Names",
    "author": "Hedwiga Chrismas",
    "date": "1/20/2017",
    "petType": "Dog",
    "content": "Getting a new dog? Consider one of these cool dog names and maybe some of the cool will rub off on you.\n\n \nA cool dog name makes for a cool pet owner. Why settle for an ordinary dog name like Fido or Scooter when your dog can lead the pack with one of these instead?\n\n \n\nStar Power\nMuch like baby names, the coolest pet names change with current trends, but one thing that remains a constant is that names based on popular celebrities — and film and book characters — never go out of style. Here are some of the coolest dog names based on pop culture:\n\nBella: heroine of the Twilight series\nBentley: the name of a baby from MTV’s Teen Mom; also the name of a luxury car\nChewbacca: Han Solo’s hirsute sidekick in Star Wars\nDexter: from the eponymous Showtime series\nLuna: Harry’s flaky friend in the Harry Potter books\nMumford: named for the popular band Mumford & Sons\nSookie: protagonist of HBO’s True Blood series, based on the Southern Vampire Mysteries\nStella: the bulldog on Modern Family\nThor: the hammer-wielding Norse god of thunder, also a member of the Avengers and star of his own Marvel comics series\n \n\nHuman Names\nNames that are typically considered traditional human names can make for cool dog names, too. To make it more interesting, consider a gender-specific name on a pet of the opposite gender. For example, Charlie, which is typically considered a masculine name, could make for a pretty cool female pup. Here are some of the coolest human names for dogs:\n\nCharlie: awesome gender-neutral name, and the name of my own very cool pup\nCooper: a popular boy’s name with an even cooler nickname, Coop\nDaisy: just old-fashioned enough to be hip again\nFrank: an old-school name, short for Francis, which means “free one”\nJax: short for Jackson, anything with an “x” is automatically cool\nLola: Barry Manilow made it cool at the Copa Cabana\nLucy: a popular girl’s name meaning “graceful light”\nMilo: a very popular and cool boy’s name meaning “peaceful”\nPete: classic and simple is always cool\nSadie: a hip girl’s name meaning “princess”\n \n\nIt’s Hip to Be Square\nNerdiness is the new cool, so to show how cool your pup is, consider picking a geeky, weird, or wacky name. The more unusual the name, the better — after all, no one ever forgets a unique name. Here are some nerdy but cool dog names:\n\nArchie: comic book characters are always a little nerdy\nClementine: cute girl name that has equally nerdy nicknames, like Clemmie and Cleo\nGizmo: the fuzzy little creature from the classic 80’s movie Gremlins\nOscar: a popular fictional character name, including the very nerdy accountant from The Office\nOswald: a powerful nerdy name meaning “divine ruler”\nPixel: the smallest element of an image on a computer screen\nScully: one half of The X-Files duo\nWalter: old names are always sweetly nerdy; also, the sweet father and half-mad scientist on Fringe\nWinston: from one of the greatest nerd movies, Ghostbusters; if you’re a history nerd, Winston Churchill\nZeke: short for Ezekiel, and uncommon enough to be cool\n"
  },
  {
    "title": "Why Do Bloodhounds Have Long Ears? The Better to Smell You With!",
    "author": "Tera Eve",
    "date": "12/27/2015",
    "petType": "Dog",
    "content": "Bloodhounds are champion sniffers, but how do all of those flopping folds and jiggling jowls function? Meet the dogs who smell with their ears!\n\nBloodhounds are champion sniffers — even by dog standards. Although every dog is certainly greater than the sum of its parts, there is some truth to the affectionate description of Bloodhounds as “noses with dogs attached.” The Bloodhound’s entire body is designed to make it better at finding and following smells.\n\nTheir fellow “scent hounds” — Basset Hounds and Coonhounds— also have powerful noses and great reputations for tracking scents. A quick look at these breeds reveals a few other common features like long ears, droopy jowls, and lots of wrinkles.\n\n \n\nWhy Do Bloodhounds Have Long Ears?\nBloodhounds, Basset Hounds, and Coonhounds have several things in common, but their long, droopy ears are among the most distinctive. You might think that a dog with such large ears would have great hearing — and you would be right. But Bloodhounds and their cousins also rely on their ears for smelling.\n\nIf you look closely, you may notice that the Bloodhound’s ears are set lower on its head than most other dogs’ ears. This makes them hang down lower and look even longer than they really are. The ears of Basset Hounds and Coonhounds also hang low, so when these dogs are following a trail, their dangling ears drag along the ground.\n\nDragging ears act like dust-brooms for scents, stirring up any of the invisible particles that make up a scent trail and then sweeping those scent particles up toward the dog’s powerful nose.\n\n \n\nWhat’s with the Wrinkles?\nBasset Hounds get their distinctive droopy look from their low-hanging jowls and from loose folds of skin below their chins, referred to as a dewlap. Coonhounds also have a dewlap, and their jowls are loose, but not quite so droopy. Bloodhounds have it all — droopy jowls, dewlap, and big, loose wrinkles around the face and neck. All those wrinkles may be adorable, but they are also an important part of how these hounds actually work.\n\nWhen the dog’s ears catch scent particles and sweep them upward, some of those particles get trapped by wrinkles around the dog’s neck and face, which lets the dog carry around a handy scent reference for the trail he is following.\n\nThe next time someone asks you, “Why do Bloodhounds have long ears?” you can tell them, “The better to smell you with, my dear!”"
  },
  {
    "title": "Feeling Stressed? Learn the Health Benefits of Having a Pet",
    "author": "Anne Maria Wynter",
    "date": "5/22/2020",
    "petType": "Dog",
    "content": "Learn how a pet can help boost your mood.\n\n \nMost pet owners agree that snuggling with a cat or dog after a hard day of work can instantly produce feelings of happiness and relaxation. That warm fuzzy reaction you get when your dog licks your hand or your cat rubs against your leg isn’t merely a fluke. Numerous studies have proven that spending time with a pet can eliminate stress and improve your overall sense of well-being. Take a look at a couple of the surprising ways in which dogs and cats can decrease your anxiety levels and give your mood a much-needed boost.\n\n \n\nPets Get You Moving\nIt may not always be fun to take your dog out for a bathroom break at six o’clock in the morning, but many pet owners experience significant physical benefits from walking their dogs. Not only do these walks give owners daily physical activity, but the act of going outside and getting some fresh air can improve pet owners’ moods. For owners who spend a good deal of time alone, walks and trips to the dog park can provide great opportunities for social interaction. Don’t think dog owners are the only ones who can take advantage of this heart-pumping benefit.\n\n \n\nAnimals Are Smart Choice for Students\nPets are so good at eliminating stress that many colleges and universities use animals to help their students cope with the pressure of final exams. In 2011, Yale’s law library introduced students to Monty, a therapy dog who was available for playtime over a three-day period during finals. The students responded very positively to Monty, and an increasing number of colleges around the country have been bringing in animals to help their students take advantage of these fun and furry study breaks.\n\n \nThe next time you’re feeling overwhelmed or anxious, try playing with your own pet, borrowing a friend’s animal, or checking with your local animal shelter about volunteer opportunities. Don’t be surprised if you get so caught up in the playful romps, soft cuddles, and slobbery licks that you forget why you were stressed out in the first place.\n\n \n\nAbout the Author: Anne Maria Wynter\nAnne Maria Wynter is lifelong animal aficionado who frequently writes about pets and pet ownership. She currently lives in Austin, TX with her cat, Jasmine Samuel Pants"
  },
  {
    "title": "Puppies for Adoption: How, and Where to Adopt a Puppy",
    "author": "Trenton Jauncey",
    "date": "2/8/2016",
    "petType": "Dog",
    "content": "Puppies for adoption are available all-year-round at animal shelters and rescue groups on Petfinder.com, a great place to begin a search on where to adopt a puppy.  Meeting the puppies in-person helps decide if a large, medium or small size, or breed matches your home, lifestyle, and activity level.\n\n \n\nOne of the tan and black puppies for adoption at an animal shelter or rescue group.\n\nHow to Adopt a Puppy\nWhen you choose to become a puppy parent through an animal shelter or rescue group, you’re choosing to help end pet homelessness, and at Petfinder, you’ll find step-by-step guides on the process of dog adoption as well as how to find, feed and care for a new puppy.  To get you started on how to adopt a puppy, follow these 5 steps to bringing a puppy home.\n\n \n\nBegin a search for puppies on Petfinder in your area.\nContact the puppy’s shelter or rescue group member to learn about availability and adoption fees.\nVisit the adoption organization and spend some time with the puppy.\nComplete the adoption application and once it’s approved,\nBring your new puppy home.\n \n\nWhere to Adopt a Puppy\nNow that you’ve made the important decision to welcome a new puppy into your family, finding out where to adopt a puppy in your area will be your next step. You’ll find hundreds of caring adoption organizations at your fingertips when you search Petfinder for adoptable puppies.\n\n \n\nBringing a new puppy home is an exciting time, rewarded with wonderful memories and a lifetime of companionship, and shelters and rescue groups are able to help perfectly match dogs to new adopters, and dog parents to new pups.\n\n \n\nThere are two types of adoption organizations to contact for finding your best bud, both serve the same mission to reduce pet homelessness, save lives and place pets into loving homes. Whichever group you choose to work with, both shelters and rescue groups are wonderful resources when considering where to adopt a dog or puppy.\n\n \n\nAnimal Shelters\nHave a dedicated facility in which they house and care for their pets.\nMay have lower adoption fees and shorter adoption processes.\n \n\nRescue Groups\nUsually a network of individual, volunteer foster homes (generally do not have a dedicated adoption facility).\nMay specialize in a specific breed of dog, or may work with all breed types.\n \n\n6 Questions to Ask before Adopting a Puppy\nThere’s nothing more exciting than bringing a new puppy home, and because adding a dog to your family is a lifetime commitment, it’s a good idea to ask the adoption organization a few questions about your puppy’s health and behavior, amongst other things.\n\n \n\nTo help you with answers, take a look through The Comprehensive Guide to Adopting a Pet, and then compose a list of questions that are important for you to understand your puppy. At the top of your list  you could include the following:\n\n \n\nWhat vaccinations has the puppy had?\nHas the puppy been tested for heartworm?\nIs the puppy dewormed, spayed, neutered, microchipped?\nAre there any medical issues with the puppy?\nWhat is the organizations return and rehome policy?\nDoes the organization have post-adoption support?\n"
  },
  {
    "title": "What is the most popular dog breed in the US?",
    "author": "Filbert Taw",
    "date": "2/24/2016",
    "petType": "Dog",
    "content": "What are the most popular dog breeds in the US? Depends who you ask! From Retrievers to German Shepards, there are many fan favorites that come to mind. But such a question can be quite subjective— what does a popular pet mean to you? Good looks, charm or trainability perhaps? The all-American dog doesn’t have to be ones you see in the movies. Those characteristics can cover a wide variety of breeds. So how do you find the right four-legged friend? Consider the following additional factors as you research family dog breeds, and keep in mind that the best family dogs are truly unique to you and your needs.\n\n \n\nSome popular breeds of dogs love to run outside and can be independent; others are perfectly content snuggling indoors. The best dog for you will vary depending on your needs, so consider whether you and your family is looking for an energetic hiking buddy or an affectionate calmer personality.\n\n \n\nWhich dog breed is most commonly owned?\n \n\nTop Dog Breeds based on characteristics\nTemperament\tDoes the idea of hiking a trail excite you? Or do you lead a more relaxed lifestyle, perhaps nestled in a book? Different dogs have unique personalities, just like you. Consider a pet whose personality and temperament will blend well with your family’s. The best dogs for families—naturally—will vary depending on the family, so consider whether your crew is looking for a hiking buddy or a furry snuggle bug.\nSize\tTiny dogs, like Yorkshire Terriers are energetic but typically require less exercise than larger dogs, like Labrador Retrievers. Small dogs might be satisfied with playtime around the house. Whereas, large dogs require regular walks or even jogs over a longer distance, at the very least a big back yard. Consider your preferable level of activity when deciding on the size of your potential new pet.\nCare Requirements\tHave you thought about grooming? Who will take the dog for walks? Consider your potential pet’s needs and whether or not your family can meet them before committing to that adorable furry face.\n \n\nCheck out a few breeds that could make the perfect companion, big or small, energetic or calm, they are considered the most popular dog breeds in America.\n\n \n\nWondering what the top 10 dog breeds are?\nSmall medium white French Bulldog with big ears and black patch over one eye lying on gray floor indoors.\n\nFrench Bulldog:\nThis intelligent, well-behaved, playful breed first became known in France. Lucky for us, this affectionate, loveable breed grew in popularity across the globe. The French Bulldog is an active and alert, they also require minimal exercise.\n\nKnown for their signature button noses and exaggerated ears, the French Bulldog is a fan favorite and lots of fun to be around. They are known for playful personalities and adorable snoring – which only adds to their charm, who doesn’t love a good nap?\n\nGrooming needs are minimal, due to their fine, smooth coat. But don’t forget French Bulldogs will need their adorable facial wrinkles cleaned regularly with a damp cloth.\n\nFind adoptable French Bulldogs Now.\n\n \n\nSmall Cavalier King Charles Spaniel with brown, black and white fur, lying on a sofa\n\nCavalier King Charles Spaniel:\nThe King Charles loves companionship, and shows it with an eager-to-please attitude. He’s good with other pets and friendly to anyone he meets.\n\nThese family-friendly dogs don’t need extensive exercise, but they do love to sniff, explore and play outside from time to time.\n\nFind adoptable Cavalier King Charles Spaniels Now.\n\n \n\nInquisitive-looking Pug with a short nose, tan fur and dark muzzle\n\nPug:\nStaunchly silly and easily trainable, Pugs have earned a reputation as one of the best small dogs for kids. They’re patient and steady, but never take themselves too seriously.\n\nBecause of their short noses, care should be taken with Pugs in the heat. They may also generally wheeze and snore but that just enhances their cuteness factor.\n\nFind adoptable Pugs Now.\n\n \n\nBlonde large dog breed, Golden Retriever resting on a forest path while on an outdoor walk\n\nGolden Retriever:\nThere’s a reason they make incredible service dogs. Goldens are gentle, smart and enthusiastic, and their playful side makes them great with kids too.\n\nGolden Retrievers are strong and athletic, and they have an active nature, so make sure they get plenty of exercise.\n\nFind adoptable Golden Retrievers Now.\n\n \n\nBrown, white and black Beagle dog, looking off to the side.\n\nBeagle:\nFriendly, calm and gentle – great qualities in friend of the human or animal kind, but we’re describing the beautiful Beagle. Their cheerful nature is part of the reason this pup tops the list, often making great family pets.\n\nThey are moderately energetic, enjoying a long walk or games with the kids. Beagles are patient. Originally bred as hunters, they are known to enjoy a trail and might bark or howl when overly excited. Also might have the insight to dig up holes in the backyard!\n\nFind adoptable Beagles Now.\n\n \n\nBlonde Standard Poodle large dog breed laying on grass in park.\n\nPoodle:\nKnown for their intelligence, Poodles are attentive and adept at learning tricks and have a dignified demeanor. Poodles thrive on lots of mental stimulation.\n\nThese kid-friendly dogs have hypoallergenic coats, and love spending time in the water, making them excellent companions.\n\nFind adoptable Poodles Now.\n\n \n\nProfile view of a brown, white and Black Boxer dog\n\nBoxer:\nBoxers are one of America’s favorite breeds and our top 10 list wouldn’t be complete without them. Patient and kind, Boxers love human interaction and are known as one of the best dogs protectors of family members, especially children. They’re also well-mannered with other household pets.\n\nBoxers like to run, so they’re great companions for jogs or long walks.\n\nFind adoptable Boxers Now.\n\n \n\nBlonde, large dog breed Labrador Retriever lying on front paws on floor, dozing off.\n\nLabrador Retriever:\nPlayful companions, excellent service dogs and intelligent to boot—is there anything a Labrador Retriever can’t do? Widely known as one of the best family dogs, these amiable pups are among the most popular in the United States.\n\nLabs need daily exercise, and love to retrieve and swim so they’d make a great companion for someone leading an active lifestyle.\n\nFind adoptable Labrador Retrievers Now.\n\n \n\nTwo cute long-haired Yorkie dogs sitting in the grass\n\nYorkshire Terrier\nThey say big things come in small packages, which rings true for the Yorkshire Terrier.\n\nOblivious of their small stature, these dogs are always eager for adventure. Yorkies are busy and very inquisitive.\n\nYorkies can achieve adequate exercise within the home but also require stimulation through games or some personal interaction. They appreciate short walks outdoors and enjoy the chance to safely explore.\n\nSearch for adoptable Yorkshire Terriers here.\n\n \n\n3 bull dogs walking on leashes\n\nBulldogs\nWe’d recognize those wrinkles anywhere! Often favored for their stout frame and flatter faces, the Bulldog is often a fan favorite. Bulldogs are lovable and loyal companions. They have a positive disposition and welcome affection.\n\nResolute and courageous, the breed is an excellent family companion. Be sure to provide extra care when exercising in warm weather because their short noses makes them prone to overheating. Luckily the Bulldog requires minimal grooming and exercise.\n\nSearch for adoptable Bulldogs here.\n\n \n\nEnjoyed the list but didn’t see one you were looking for? See thousands of pets looking for forever homes on Petfinder. After all, the most popular breed is simply the one you connect with.\n\n"
  },
  {
    "title": "The Smartest Dog Breeds by Alertness and Trainability",
    "author": "Joellyn Maginn",
    "date": "11/25/2018",
    "petType": "Dog",
    "content": "Looking to adopt one of the smartest dogs? There are many factors to be considered when determining what may be thought of as the most intelligent dog breed, including attentiveness and a dog’s innate ability to absorb information quickly. Help your dog be his best and brightest by establishing a routine.  Reliable routines can help develop your dog’s skills and good behavior.\n\n \n\nBecause intelligence can be measured in many ways, this list focuses on dogs who understand commands in less than five repetitions and obeyed them 95% of the time or better. Check out the top ten smartest dog breeds.\n\n \n\n1) Border Collie:\nComing from a herding background, Border Collies can often be high energy and typically enjoy learning new tricks and commands. They have standout skills and great aptitude. The Border Collie’s ability to learn new things quickly and consistently ranks them at the top of every smartest dog breeds list!\n\nClose up of medium size, black and white Border Collie indoors with striking orange eyes.\nFind adoptable Border Collies near you.\n\n \n\n2) Poodle:\nSuperior intelligence and standout looks. Poodles are a ball of energy, enjoy outdoors and loves water as their name suggests (“Pudel” is German for splash in water). Whether toy, small or standard, all poodles have curly hypoallergenic coats that make them highly versatile. This breed can be a  great choice if you’re seeking dogs that are easy to train.\n\nBlonde Standard Poodle large dog breed laying on grass in park.\nFind adoptable Poodles near you.\n\n \n\n3) German Shepherd Dog:\nSome compare this dog’s looks to that of a wolf, the German Shepherd Dog muscular build and keen instincts would likely serve them well in the wild. In recent year’s Many German Shepherds have made important contributions and helped many by assisting police, K9 medical units and military troops.  Because of this they are often considered to be among the most intelligent dogs.\n\nLarge breed tan and black German Shepherd adult dog, tongue-out and lying on outdoor concrete pathway after walk.\nFind adoptable German Shepards near you.\n\n \n\n4) Golden Retriever:\nThe phrase “man’s best friend” rings true in the Golden Retriever. Golden Retrievers thrive for physical and mental exercise, appreciating regular stimulation. Golden Retrievers’ ability to retain information is remarkable. Living up to his namesake, they are often excited  by activities involving retrieving items and carrying them.\n\nBlonde large dog breed, Golden Retriever resting on a forest path while on an outdoor walk\nFind adoptable Golden Retriever dogs near you.\n\n \n\n5) Doberman Pinscher:\nBuilt for speed, the muscular stature of the Doberman Pinscher can make them  them effective police dogs. They are known as smart, fearless and devoted to others. Their intelligence shows through their ability to absorb and retain training commands quickly.\n\nDoberman Pinscher puppy in fall background\nFind adoptable Doberman Pinschers near you.\n\n \n\n6) Shetland Sheepdog:\nThe “Sheltie” is described as miniature Collie and possesses similar qualities. This rough-coated, longhaired working breed is a very intelligent dog with exceptional abilities to learn routines and follow direction. The Shetland Sheepdog appreciates affection and would make a loveable companion.\n\nShetland Sheepdog close shot\nFind adoptable Shetland Sheepdog near you.\n\n \n\n7) Labrador Retriever:\nThere’s a reason this breed is often called the most popular dog– Labs possess every ideal quality in a companion.  An active sporting and family dog, Labrador Retrievers are gentle, kind, and equally clever. This breed is often selected for highly-valued professional jobs like police and guide dogs.\n\nLabrador Retriever lying on the floor\nFind adoptable Labrador Retrievers near you.\n\n \n\n8) Papillon:\nThis tiny dog packs a lot of energy! Papillons are happy, alert, fearless and friendly. Historically known as Dwarf Spaniels, these little pups are one of the smartest small dog breeds and the first toy breed mentioned on the top 10 list. Consider this one if you’re looking for dogs that are easy to  train.\n\npurebred Papillon dog outside, looking up, alert\nFind adoptable Papillons near you.\n\n \n\n9) Rottweiler:\nThe Rottweiler is loyal, self-assured and sturdy. They are often happy and loving companions devoted to their family. They show passion for tasks provided and love to learn. These smart dogs make stellar police dogs and service dogs.\n\nClose up of large breed, shiny black and tan German Rottweiler dog with floppy ears and happy, smiling face.\nFind adoptable Rottweilers near you.\n\n \n\n10) Australian Cattle Dog:\nThis astute animal is happiest while being active. They are loyal, enthusiastic and perceptive, always highly observant of their environment. The Australian Cattle Dog is the perfect balance of energetic and intelligent.\n\nMedium size Australian cattle dog outdoors laying in fall leaves.\nFind adoptable Australian Cattle Dogs near you.\n\n \n\nWho is the right fit for you? General breed information can be a great place to start, but keep in mind each pet is an individual. Be sure to also take into consideration your household and individual needs. Visiting your local animal shelter and meeting a dog can be a good way to help ensure a great match!\n\n"
  },
  {
    "title": "These Low Shedding Dog Breeds Lose Less Hair",
    "author": "Leonhard Dyke",
    "date": "1/12/2018",
    "petType": "Dog",
    "content": "Are you interested in a dog but hesitating from the idea of fur everywhere? Pet bonding doesn’t have to end with lint rollers or sneezing fits! There are a variety of dogs that don’t shed and can make life easier for allergy suffers!\n\nKeep in mind, no dog is 100% hypoallergenic but the following dogs have low shedding or non-shedding coats that produce significantly less dander (found in pet hair) and may cause fewer allergy symptoms. Here’s a look at which dogs shed the least.\n\n• Portuguese Water Dog\n• Poodle\n• Bichon Frisé\n• Yorkshire Terrier\n• Chinese Crested\n• Schnauzer\n• Shih Tzu\n• Brussels Griffon\n• Soft Coated Wheaten Terrier \n\n \n\n#1. Portuguese Water Dog \nLife span: 10-14 years\n\nPortuguese Water Dog with tongue out, looking at camera\n\nLooking for dog breeds that don’t shed much? What about Portuguese Water Dogs? These curly, no-shed dogs are sociable, sensitive and respond well to direction, making them great for families with children and other animals.  It’s the perfect breed for an active person seeking an adventurous yet affectionate partner.\n\nThe Portuguese Water Dog’s ancestors were herding dogs from Central Asia, then Portugal, and became known for their attraction to water. They were used for herding fish into nets and even retrieving lost equipment.\n\nThe breed is known in their native land as “cao de agua,” which means “dog of water.”\n\nGrooming Tip: The Portuguese Water Dog’s wavy coat requires routine brushing and trimming to avoid tangling.\n\nSearch for adoptable Portuguese Water Dogs here.\n\n \n\n#2. Poodle (Toy, Miniature and Standard)\nLife span: 10-13 years\n\nHappy brown Poodle with curly fur and long ears, looking at camera\n\nWhen looking for dogs that don’t shed much, many dog-lovers have added a Poodle to their family. The Poodle originated in Germany but gained popularity in Europe, becoming well known in the high fashion world. The Poodle is even the national dog of France.\n\nThese intelligent dogs were historically used as retrievers and spent lots of time outdoors.\n\nIn fact, the word “poodle” comes from the German word “pudel,” meaning “to splash in the water,” reflecting their love of swimming and outdoors.\n\nPoodles’ distinguishing haircuts were designed for practical reasons. Their thick coat gets heavy when wet, so owners began shaving their lower half to help dogs progress in swimming.\n\nThe hair along the chest and head remained long to keep dog’s vital organs warm in cold waters.\n\nPoodle’s ankle hair was left to protect joints, and the topknot was used to keep long hair out of the eyes when swimming.\n\nGrooming Tip: Regular scissoring should be implemented, as well as weekly grooming with a brush and the occasional bath will keep them clean and looking great.\n\nSearch for adoptable Poodles here.\n\n \n\n#3. Bichon Frisé\nLife span: 12-15 years\n\nTwo small Bichon Frise dogs with white, fluffy, curly fur\n\nStylish and practical, the beautifully coiled white coat of a Bichon Frisé does not shed much and produces little dander.\n\nThese perky pups have a happy-go-lucky temperament and are friendly toward all people and animals.\n\nThey are eager to cuddle and can be vocal but it’s just their way of striking up a chat with their favorite humans.\n\n“Bichon Frisé” means “Curly Lap Dog” in French, but they were historically sailors’ companion dogs and love water.\n\nAlthough perfect lap dogs, they are still active and need daily exercise. If you’re looking for a hypoallergenic small pet, this could be your new companion!\n\nGrooming Tip: Their white powder-puff coat needs brushing and combing every other day, plus scissoring and trimming every two months. They are non-shedding dogs, but the loose hairs become entangled in the coat and can mat.\n\nSearch for adoptable Bichon Frisés here.\n\n \n\n#4. Yorkshire Terrier\nLife span: 14-16 years\n\nTwo small Yorkies with ribbons in their hair, sitting outside in long grass\n\nThey say big things come in small packages, that rings true for the Yorkshire Terrier. Despite their modest size they were historically bred to work in Yorkshire, England, hence their namesake.\n\nOblivious of their small stature, these dogs are always eager for adventure. Yorkies are busy and very inquisitive.\n\nAlthough some tend to be vocal, they can find other ways to express themselves through positive training.\n\nYorkies are perfectly suited to exercise within the home but also need to have stimulation through games or personal interaction. They appreciate a short walk outdoors on leash and enjoy the chance to safely explore.\n\nGrooming Tip – Yorkshire Terriers’ signature long coat needs brushing or combing every couple days.\n\nSearch for adoptable Yorkshire Terriers here.\n\n \n\n#5. Chinese Crested\nLife span: 13 – 15 years\n\nThree hairless gray and white skin tone Chinese Crested dogs sitting together on green grass.\n\nThese distinctive dogs are iconically known for their hairless, spotted look, but they can also sport a long haired, full coat.\n\nRegardless of which you choose, both shed very little and are considered hypoallergenic breeds. If you’re looking for truly non-shedding dog breeds, the hairless Chinese Crested is a great option.\n\nThe Chinese Crested is a playful yet gentle lap dog and sensitive companion. They are people pleasers, devoted to family.\n\nCresteds are also good with other pets and strangers due to their happy attitude. Chinese Crested dogs are excellent jumpers and some even climb.\n\nThe Crested enjoys the outdoors, except when it’s cold. They are small enough that they can sufficient exercise with vigorous inside games. Hairless varieties will need a sweater for cold-weather outings.\n\nGrooming Tip – Long-haired Chinese Cresteds require brushing every day or two, while hairless Cresteds need regular skin care with moisturizer or sunblock.\n\nSearch for adoptable Chinese Cresteds here.\n\n \n\n#6. Schnauzer (Miniature or  Standard)\nLife span: 12-14 years\n\n: Gray Schnauzer with long hair, looking at camera\n\nLook into the eyes of a Miniature Schnauzer and see why they’re one of the most popular terrier breeds!\n\nThe name “Schnauzer” means “small beard,” which is quite fitting.  But contrary to their senior appearance, Schnauzers are spunky, inquisitive and love to play, making them ideal companions.\n\nThey are well-mannered dogs who are patient with children and enjoy being included in group activities. If you choose a larger Schnauzer, they larger size lends itself well to service dogs.\n\nThe Schnauzer first appeared in the 1800s as a small, German farming animal. The miniature came to America long after the standard and giant Schnauzers were present. But after World War II, the miniature gained more interest, becoming the third-most popular breed in America at one point.\n\nGrooming Tip – Their wired coat needs combing once or twice weekly but doesn’t shed and is another hypoallergenic favorite.\n\nSearch for adoptable Schnauzers here.\n\n \n\n#7. Shih Tzu\nLife span: 10-16 years\n\nShih Tzu sitting laying inside on sofa\n\nTheir names might be hard to pronounce, but they are easy to love!\n\nThese loyal and friendly dogs are often pronounced as “SHEET-zoo” by Americans; however, the original Chinese pronunciation is “sure-ds.”\n\nTheir name has Chinese Mandarin roots and means “lion dog,” which is spot-on for their longer haired look.\n\nThis breed is very affectionate and loves family but can become nervous around small children without proper introductions.\n\nGrooming Tip: Shih Tzus don’t shed, making them potentially making them ideal companions for those with allergies. However, regular grooming is important, because their hair can get tangled and matted quickly as it grows.\n\nSearch for adoptable  Shih Tzus here.\n\n \n\n#8 Brussels Griffon\nLife Span: 10-15 Years\n\nSmall, brown, scruffy Brussels Griffon with a curly tail\n\nBesides Ewok comparisons, Brussels Griffons are known for how observant and smart they are, as well as friendly. They also make excellent pets for families with .\n\nThis breed is lively, intelligent and sensitive. While comfortable in smaller living spaces, they still need daily walks.\n\nGrooming Tip: These hypoallergenic dogs shed hardly at all. Their coat comes in two varieties – rough and smooth.\n\nThe smooth-coated variety requires very little care other than seasonal raking of the undercoat. The rough-coated variety requires more care and more frequent attention to grooming.\n\nBrussels Griffon is a toy dog, named for their city of origin: Brussels, Belgium. But you don’t have to travel so far to adopt – see our adoptable Brussels Griffons below.\n\nSearch for adoptable Brussels Griffon here.\n\n \n\n#9. Soft-Coated Wheaten Terrier\nLife Span: 12-15 years\n\nPack of four blonde, medium size Wheaten Terrier dogs sitting and laying in an outdoor grassy garden.\n\nKnown for their super soft and silky, wheaten-colored coat, these happy dogs are too cuddly to resist.\n\nThey originated more than 200 years ago in Ireland as all-purpose, confident farm dogs that adapt well to any environment.\n\nThis active bread needs daily exercise and enough energy to entertain children. They are intelligent dogs, known for their skills in agility, obedience, tracking and even animal-therapy.\n\nGrooming Tip: Though their coat sheds only a little, regular grooming is necessary to prevent matting.\n\n"
  },
  {
    "title": "How Often Should You Feed Your Dog?",
    "author": "Idette McLagain",
    "date": "1/4/2018",
    "petType": "Dog",
    "content": "Most experts recommend feeding your dog twice a day — once in the morning and once in the evening — though puppies under five months of age should be fed three to four times a day, or as directed by your veterinarian.\n\nHow Often Should You Feed Your Dog?\nThinkstock\n\nWhile most dogs will dig in the moment you place the bowl on the floor, you may find that your adopted dog is a finicky eater, at least at first. After all, he’s been thrust into a new home with new people, and he may be too nervous to eat. If this is the case, you will need to teach him to eat on a schedule.\n\nLeave the bowl on the floor for ten minutes and then pick it up, regardless of whether he has eaten. (If your dog is a slow eater, this period can be extended to twenty minutes, but only if he is still eating during that time and hasn’t gone off in search of other entertainment.)\n\nAt the next scheduled feeding time, put the bowl back down, again for only ten minutes. Pretty soon your dog will learn that he needs to eat when the food is offered.\n\nHaving regularly-scheduled feeding times not only establishes a routine, it also allows you to monitor your dog’s health. If he picks at his food throughout the day, you may not notice right away if he’s not eating well. But if he normally eats heartily as soon as you put the bowl down, you will immediately see a sudden lack of appetite, which is often an indication that he’s not feeling well. If your dog’s appetite doesn’t improve in a few days, have him checked by your veterinarian.\n\nAnother benefit of set feedings is that a dog who eats on a schedule poops on a schedule. In addition, if you live in an urban area, leaving a bowl of kibble on the ground all day can attract unwanted house guests, like cockroaches and mice. It is to everyone’s advantage to keep feeding times regular.\n\n"
  },
  {
    "title": "How Much Should You Feed Your Dog?",
    "author": "Natka Gomby",
    "date": "3/10/2019",
    "petType": "Dog",
    "content": "The amount you feed your dog will vary greatly depending on his age, size, and activity level, as well as on the type of food he’s eating.\n\nHow much to feed your dog\nThinkstock\n\nAs a general rule, puppies and young dogs burn more calories, so they need a greater quantity of food that is higher in protein and fat. Older, less active dogs require fewer calories to remain healthy.\n\nRichard H. Pitcairn, DVM, PhD, author of Dr. Pitcairn’s Complete Guide to Natural Health for Dogs and Cats, believes the most reliable approach is to feed what seems to be a reasonable amount and monitor his body weight.\n\n“You should be able to feel your pet’s ribs easily as you slide your hand over his sides,” Pitcairn says. “If you can’t, he’s probably too heavy, so begin to feed a smaller quantity.”\n\nIf you’re using a commercial pet food, beware of the “feeding guidelines” on the bag or box. It lists different weights and the corresponding amount of food to feed your dog to maintain that weight, and should be used only as a rough guideline.\n\nMany dogs are overweight because their families closely followed the directions on the label, which often indicates portion sizes that are too large. After all, the sooner the bag is empty, the sooner you will need to buy more food.\n\nStarting at the low end of the suggested guidelines and then monitoring your dog for hunger and body condition is a good way to proceed.\n\nDifferent Portions for Different Pooches\n\nThough it may sound counterintuitive, as a general rule, large breed dogs require less food and small breed dogs require more food when expressed on a volume of food per pound of body weight. The food requirements of individual dogs vary according to their health, level of activity, and age.\n\nHere are some guidelines for portion sizes at different stages of your dog’s life:\n\nPuppies: Puppies are typically introduced to solid food at three to four weeks of age and are completely weaned from their mother’s milk by eight weeks.\n\nPuppies require a diet that is higher in protein and other nutrients to support normal growth and development. If you are feeding commercial pet food to your adopted puppy, select a brand that is specially formulated for puppies.\n\nYoung puppies should be fed at least three times a day — morning, noon, and early evening — until their food requirements per pound of body weight begin to level off as they mature.\n\nBy the time the puppy is five or six months of age, his feeding schedule can be reduced to twice a day.\n\nIf you have a finicky puppy, you can add some warm water to dry food to encourage him to eat it. Cow’s milk can act as a laxative and cause digestive problems for some puppies and adult dogs, so avoid giving this to your pup or only give very small amounts. If your puppy doesn’t eat all his food within an hour, discard the uneaten portion.\n\nThe amount of food you feed your puppy will vary depending upon his size, activity, metabolism, and environment. Feeding too much can not only lead to a pudgy pup, but can also cause bone abnormalities and other health issues.\n\nIf your puppy appears to be gaining too much weight, gradually decrease his food intake, but if his ribs are showing, increase his portions. If you are unsure about his proper weight or appearance, talk to your vet for guidance.\n\nAdults: When the average dog is one year old, he has reached full maturity and enters a “maintenance period.” This means that his nutritional requirements will stay about the same during his young adult life, assuming he is not ill or engaging in extreme physical exercise.\n\nHis weight should remain stable and his body should be well-proportioned — he should have an observable waist and you should be able to feel his ribs with your fingertips, beneath a thin layer of fat.\n\nIf you are feeding your adopted adult dog a commercial pet food, select one that is specially formulated for adult dogs.\n\nAs with humans, a dog’s appetite may vary from day to day. This is not cause for alarm unless his loss of appetite persists for several days or he shows obvious signs of weight loss or illness. However, having no desire to eat can be the first sign of many illnesses, so monitor your dog’s food intake carefully.\n\nYou know your dog best, so if something seems amiss, don’t hesitate to take him to his vet.\n\nActive adults: Moderate exercise is essential for all dogs and helps them remain fit and trim throughout their lifetime. But some dogs, like some humans, will regularly do more intense exercising.\n\nIf your adopted dog is particularly active (for instance, if he jogs or runs with you regularly, or is involved in sporting activities) his energy needs will be greater than those of his more sedentary counterparts.\n\nBe aware, though, when a typically active dog is less active (for instance, during the cold winter months or when he suffers an injury, such as a sprain or muscle pull), his food requirements decrease. In these instances, experts recommend gradually changing to a lower energy, less nutrient-dense dog food.\n\nVery active dogs should not be fed immediately before or immediately after a strenuous workout. This can lead to digestion problems or discomfort (such as vomiting or loose stools) and may increase the risk of gastric bloat, a painful and often life-threatening condition caused by a twisting of the stomach.\n\nAlthough a small meal can be provided in the morning, hard-working dogs should receive the bulk of their daily calories one hour or more following their last exercise session each day. You can also feed your dog small snacks or treats during periods of increased activity to prevent hunger and fatigue. Allow him to rest intermittently and make sure he has access to fresh water at all times.\n\nSeniors: As with humans, the dietary requirements of dogs will change as they age. Elderly dogs have reduced energy requirements and therefore shouldn’t consume the same quantity of food as they did when they were younger.\n\nIf you’re feeding your adopted senior dog commercial pet food, look for brands that offer reduced calories while still including all the necessary nutrients.\n\nSenior dogs, like all dogs, should be fed according to their overall health and level of activity. A less active dog can quickly gain weight if you’re not careful.\n\n"
  },
  {
    "title": "What Human Foods Can Dogs Eat?",
    "author": "Hewet Fumagalli",
    "date": "1/15/2016",
    "petType": "Dog",
    "content": "Sweet potato, apples, and fish oil are just some of the many human foods dogs can eat that are included in nutritionally-balanced dog food. High-quality pet foods are the best option to feed as it contains ingredients that have a purpose to ensure a happy and healthy dog life.\n\nMixed-breed small dog looking up at human begging for people food.\n\nWhich human foods for dogs are safe?\nThere are some people foods dogs can eat in very limited amounts, occasionally. Other foods such as grapes and raisins or chocolate are very high risk and considered extremely dangerous foods for dogs.\n\n \n\nIf you have a pet with special medical needs, please check with your veterinarian before feeding any people food.\n\n \n\nPeople foods\nDogs must never eat\tDogs can eat occasionally, limit\tLimited list, safe as a treat*\nGrapes\tleafy greens, cooked\tOrange – 1 slice\nRaisins\tBroccoli, cooked\tPeanut butter (without xylitol)\nChocolate\tGreen beans, canned\tWatermelon\nPits, pips, cores of fruit\tRaw carrot, minis\tStrawberry, fresh\nCoffee\tApple, a slice\tPear – 1 slice\nXylitol\tGrains 1 tsp, no seasoning\tMango – 1 slice\nNuts\tChicken, cooked, no bones or skin\tBeans\nOnions and garlic or powders\tTurkey, cooked, no bones or skin\tBlueberries\nYeast dough\tAvocado\t\nSalt\tMashed potatoes, no seasoning\t\nSpoiled food or moldy foods\tCheese\t\nAny protein with bones\tTomato, ripe\t\nLunchmeats\t\t\nRaw food including eggs\t\t\n*Treats should not make up more than 10% of a dog’s total daily food intake.\n\n \n\n \n\n8 Rules about people foods for dogs\nThe truth about foods a dog can eat is that they do not require a variety in their diet the way people do. Most of the time, any human food a dog is getting serves them no purpose and can be high in sugar, salt, and calories.\n\n \n\nBefore sharing your favorite foods with your dog, check with your veterinarian about toxicity, safety, preparation and amount to give him.\n\n \n\nAlways check whether veggies can be served raw like carrots and green beans.\nCanned vegetables must have no or low salt.\nAvoid giving your dog food that gives them gas like cabbage, limit dark leafy greens and broccoli.\nNever give a dog spoiled, rotten, fermenting fruit.\nOnly serve a small slice of fruit every couple of weeks, make it last longer by freezing it.\nNever feed grapes or raisins, these are highly toxic.\nErr on the side of caution if you choose to share food, serve a teaspoon or one slice only.\nDo not give your dog lunchmeat or add seasoning to any food. Salt and other additives are not good for dogs.\n \n\n \n\nPeople foods and dogs: Risks\nYour dog is likely to enjoy eating anything he sees you eating. Dogs are well known to scavenge and can’t differentiate between rotting food or a slice of fresh, ripe fruit. The best way to care for your dog is to offer him fresh water daily and feed him nutritionally-balanced, quality dog food.\n\n \n\nThe potential risks of giving your dog human foods without understanding the effects are:\n\n \n\nExcessive gas\nVomiting\nNausea\nDepression\nSeizures in severe toxicity or poisoning cases\nDiarrhea or constipation with overconsumption.\nDigestive blockages, obstructions, tears in the delicate lining of the stomach, esophagus.\nPain from digestive upset.\n"
  },
  {
    "title": "How to Give Your Dog a Bath",
    "author": "Val Mence",
    "date": "9/8/2017",
    "petType": "Dog",
    "content": "As much as we all love for our furry friends to smell fresh and clean, getting to that point isn’t always easy. Dogs are rarely excited to jump into the bathtub for a good scrub. Bathing fearful dogs might be better handled by a professional groomer or your veterinary office. But if you decide to wade in, here are some helpful hints.\n\nGetting (You) Ready\nHow to Give Your Dog a Bath\nThinkstock\n\nBe sure you’re donning clothes that you’re okay with getting wet and dirty (and furry). Move all your grooming materials into the bathroom shampoo (ask your vet for suggestions specific to your dog), conditioner (a must for longer coats that need to be brushed out), brush, mineral oil (for eyes), cotton balls (for ears), at least two big, absorbent towels and, most importantly, TREATS. Lay a non-skid mat down in the tub to help the dog keep his footing. If you don’t have a detachable showerhead, a bowl or even a large cup is helpful in rinsing.\n\nGetting (Fido) Ready\nTrimming your pet’s nails prior to bath time will not only give your dog better footing, it will also help protect your skin in case he tries to make a break for it. Now, bring the dog into the bathroom and close the door behind you — catching a wet, soapy dog running down your hallway is no easy task! Give praise and treats to make him comfortable in the bathroom before you try to get him into the tub. If you’re able to, gently putting a cotton ball in each ear can help keep water out — just be sure to remove them when you’re finished! Also, to help keep shampoo from irritating his eyes, you can put a drop of mineral oil in each one.\n\nBring on the Suds\nDogs are unlikely to get into the tub willingly. For bigger dogs, a second person to help you get Fido into the bath can help avoid straining your back. Make sure water isn’t too hot or too cold. Let your dog hear and then gently feel the water before going full-speed ahead with the bath. Start shampooing your dog’s shoulders and then move out from there. Be gentle around the face and any sensitive areas but be sure you get down to the undercoat. Read the directions on the shampoo bottle carefully to ensure proper usage. Rinse out all the shampoo, using your fingers to make sure you get through the undercoat to avoid subsequent irritation. This is where a detachable showerhead or bowl comes in handy to be sure bigger dogs get rinsed thoroughly.\n\nNo More Tangles\nAfter the shampoo has been completely rinsed out, you can apply conditioner, if desired. Follow the directions on the bottle because some products need to sit on the coat for several minutes. If you have a particularly squirmy dog, you’ll want to find a fast-acting formula. Once you have finished the bath, it is time to dry your pooch. Towel dry as much as possible in the bathroom. For dogs with longer coats, you may want to use a blow dryer set on low. Before the dog leaves the bathroom, brush his coat out thoroughly because the bath will loosen up a lot of fur, which is better contained in the bathroom than all over the house. Many dogs get “after-bath-crazies,” so hold onto your hat and let ‘em run!\n\n"
  },
  {
    "title": "How to Clean Your Dog’s Ears",
    "author": "Marchelle Ortner",
    "date": "3/30/2018",
    "petType": "Dog",
    "content": "Whether they are pointy or floppy, long or short, dogs’ ears are a sensitive part of their bodies. Unattended ear infections can lead to serious problems and possible hearing loss. If the ears smell bad, your dog is scratching at them or shaking his head, or if he acts in pain when you touch them, it could be a sign of an infection and the time to call your veterinarian. Also, just like the warnings for human ears, dogs’ ears are no place for cotton swabs.\n\nGet Ready\nHow to Clean Your Dog’s Ears\nThinkstock\n\nDogs have no interest in having their ears cleaned. You’ll want to have all your supplies handy so you can devote your full attention to the dog and not get distracted looking for the wayward cotton balls. Your vet’s office can provide you with a safe ear cleaner, and you’ll want several cotton balls close at hand. Clean hands (so as not to cause additional problems) or gloves and treats are a must. If your dog is squirmy, a second person is a huge help. One person or two, you’ll want to close the dog into a small room like the bathroom.\n\nGo In\nStarting from the outside and working in, you’ll clean out all areas of the ear that you can reach. Wet the cotton ball with the cleaner and wipe down the inside surface of the dog’s ear flap (the part that you can easily see). Once that is clean, get a new cotton ball wet with the cleanser and clean the inside part stopping when you feel resistance. Pushing further than the ear wants you to go can cause damage. If the cotton balls are very dirty, it may be time to schedule a check up with your veterinarian. When you’re finished cleaning, it is time for lots of treats and praise!\n\nHSUS\nEven though we give them lots of good scratches, when it comes to grooming, the ears of dogs are frequently the most neglected parts of their bodies. But their ears are also one of the most important areas to attend to. Ear infections can be serious, and can begin easily if an animal’s ears are not kept clean. After all, how will Biffer know when to start salivating if his ears don’t pick up the sound of kibble hitting his bowl? Make sure your furry guests keep their ears perked up by following these simple steps.\n\nHow To Clean a Dog’s Ears: More Tips\nThinkstock\n\n1. To Clean or Not to Clean, That is the Question\nBe careful! If the dog’s ears have an offensive odor, or if he has been scratching them repeatedly, you should not remove the icky stuff that might have accumulated; whatever’s there can help your vet determine the cause of the “ear-itation” and figure out how to treat it. So if he’s scratching, or if you’re tempted to plug your nose while cleaning his ears, you should turn the task over to your veterinarian or veterinary technician first; she can take swabs of the substance for examination.\n\n2. Ear We Are\nBefore you start your scrubbing, make sure you’ve set the table. You should have your supplies set out and ready to go. Put out your cotton balls and cleanera commercially prepared ear cleaner with a low alcohol content is best. Wash your hands thoroughly so you don’t introduce any infectious particles to the dog’s ears. You may want to work with a buddy; your friend can provide distracting pats while the ear cleaning takes place.\n\n3. Wipe Out!\nOnce you’ve determined that your dog’s ears are merely dirty and not full of mites or infection, you can remove the dirt. Using a cotton ball moistened with mineral oil, gently wipe out the inner surface of the animal’s earflap. Discard the first cotton ball and moisten another; with this one, clean out the part of the ear canal that you can see. Stop when you feel resistance-don’t try to stick the cotton ball any farther into the ear than it should go. Repeat this process on the other ear. Make sure you remove any foreign matter, whether it’s dirt, bugs, or just waxy buildup.\n\n4. Ears to You!\nGive your furry friend a pat, give your helper a high-five, and send your little buddy on his way. Now he’ll be well-prepared to hear those wonderful words:\n\n“Look, honey, he’s beautiful! He’d be a wonderful new member of our family.”\n\n“Oh, you’re right. And his ears are so clean!”\n\n"
  },
  {
    "title": "How to Cut Dog Nails in 7 Easy Steps",
    "author": "Ninetta Lamers",
    "date": "1/10/2020",
    "petType": "Dog",
    "content": "Whether you trim them yourself or have a groomer trim them for you, how to cut dog nails the right way is important. With the correct tools, like dog nail clippers, his favorite treats and nail trimming techniques, you can master the skill to give your pup a pedicure!\n\nVideo Player\n\n00:00\n00:14\n\n\n1: Start by lifting your dog’s feet to see how comfortable he is with handling his paws.\n\n2: Get down on the floor to avoid twisting your dog’s foot too much.\n\n3: Pick your dog’s paw up and look at the underneath of the nail to see the quick.\n\n4: Place the clipper at the very edge of the nail if you do not see a quick.\n\n5: Hold the trimmer at a 45-degree angle.\n\n6: Clip only the tip of the nail at a time. Stop. Review before continuing.\n\n7: Hold his paw and nail up to the light and look into the center of the nail. Check for the quick, which looks like a dark inner circle at the center of the nail.\n\n \n\n \n\nTools you’ll need to trim your dog’s nails\nCaring for your pup’s paws and learning how to clip dog nails requires a few essential tools to ensure your nail-trimming session goes smoothly.\n\n \n\nTreats (it’ll make clipping nails easier for both of you!)\nRoom with lots of natural light.\nAn old towel or blanket that smells familiar to your dog (it’ll keep him calm).\nSmall pair of scissors to trim away fur around the nail.\nDog nail clipper or grinder, choice of various styles, e.g. guillotine, pliers, scissors.\nSmall dog nail file, to smooth out rough edges (also optional).\nStyptic powder, cornstarch, benzocaine or baking soda to stop any bleeding\n \n\n \n\nNail-trimming for beginners\nDog nails that are light\n\nWhen you trim your dog’s nails, the first thing to do is check to see where the quick inside the nail ends. If your dog has light-colored nails, you can see the soft, pink tissue in the center called the quick.\n\n \n\nThe quick includes a blood vessel and nerve and is easier to see on light dog nails. Hold your dog’s paw up to the light. The quick is visible through the nail and looks like a nail-within-a-nail. You must avoid cutting into the quick as it will bleed and causes your dog pain.\n\n \n\nDog nails that are dark\n\nLearning how to clip dog nails that are dark is a little different from learning to trim light dog nails. The first thing you’ll notice is that you will not see the blood and nerve that makes up the quick through the nail.\n\n \n\nTo view the quick of the nail, gently lift your dog’s paw and look at the center of the unclipped nail head-on.  If the nail has a small dark circle at the center, it indicates the beginning of the quick of the nail. Do not clip any nail that has a circle in the center as you’ll be clipping into the quick.\n\n \n\nIf you do not see the center-circle, snip off the smallest edge of the nail at 45 degrees. Check again to see if there is an exposed center-circle. Once you see the dark circle in the middle of the nail, you have clipped far enough. You must not cut into the quick as it will cause your dog pain and bleed.\n\n \n\n \n\nWhat to do if you cut the quick\nIf you cut a nail too short and it begins to bleed, apply pressure to the tip of the nail to stop the bleeding, or dip the nail in the cornstarch or styptic powder. If the nail has bled, keep your dog calm and quiet so that the nail isn’t further damaged or injured with walking or running. The only other thing you’ll need is lots of treats!\n\n "
  },
  {
    "title": "At-Home Dental Care for Your Pet",
    "author": "Curtis Heber",
    "date": "10/24/2020",
    "petType": "Dog",
    "content": "Many pet owners dismiss their pets’ bad breath as simply “normal” or something to be ignored. However, bad breath is a hallmark of periodontal disease, a bacterial infection of the gums and supporting structures of the teeth. If you notice that your pet’s mouth has an odor and/or you observe discolored teeth, he or she may have developed some degree of periodontal disease. What starts as gingivitis (inflammation of the gums) can quickly lead to permanent loss of gum tissue, damage to ligaments and loose or missing teeth. Periodontal disease can cause bacteria from the mouth to enter the pet’s bloodstream and circulate through the heart, liver and kidneys.\n\nAt-Home Dental Care for Your Pet\nThinkstock\n\nBanfield’s internal research team found this year that 68 percent of cats and 78 percent of dogs three and older show signs of periodontal disease. Sadly, according to the team’s data, less than half of pets diagnosed with periodontal disease receive dental cleanings. In all breeds — particularly small breeds — both professional dental cleanings and at-home care are equally essential to oral health.\n\nAt-home care can include the use of water additives, tooth brushing with specially-formulated toothpaste for pets, dental chew toys, kibble designed to clear and prevent the build-up of plaque and paying special attention to any changes your pet exhibits. As a pet owner, you should examine your pet’s mouth at least once a week to look for signs of swollen or bleeding gums (gingivitis), brown buildup on teeth (plaque/tartar) and abnormal lumps, bumps or swellings. Be sure to examine the back teeth (molars) by lifting the lip to expose the outside surfaces of the teeth. Also, observe the color of your pet’s gums. The gums should be shiny and pink — not white or dark red.\n\nIf you notice any usual signs or symptoms or changes in your pet’s mouth, consult your veterinarian to schedule an exam. He or she will examine your pet, inform you of any problem areas and make treatment recommendations. You might need to schedule a professional dental cleaning, according to your veterinarian’s recommendations for your pet’s particular breed and condition.\n\n"
  },
  {
    "title": "Housetraining Dogs and Puppies",
    "author": "Micheal O'Fogarty",
    "date": "6/19/2019",
    "petType": "Dog",
    "content": "The key to training your dog to eliminate outside (where you want him to) is to prevent accidents, and to reward success. Adult dogs have better bladder and bowel control, and can “hold it” for a longer period of time than puppies. The rule of thumb with puppies is to take their age in months, add one, and that’s the number of hours the puppy can “hold it” during the day (i.e. A four-month-old puppy can be expected to be clean for up to five hours during the day).\n\nHere are some simple steps to help you and your dog find success!\n\nHousetraining Troubleshooting\nThinkstock\n\nFeed your dog on a schedule (he’ll eliminate on a schedule, too).\nKeep his diet simple and consistent (avoid table scraps and canned foods; a high quality dry kibble produces the least waste).\nChoose an area, about ten square feet, outside, where you wish your dog to potty.\nTake your dog on leash to the area, pace back and forth (movement promotes movement) and chant an encouraging phrase (“do your business, do your business “).\nDo this for no more than three minutes:\nif he eliminates, give huge amounts of praise and play.\nif he doesn’t eliminate, keep him on leash, go back indoors, keep dog on leash with you or confined in a crate.\nTry again in an hour; eventually your dog will eliminate appropriately and you can\ngive huge amounts of praise and play.\nREMEMBER! Do not punish accidents! Ignore them, and reward success!\n"
  },
  {
    "title": "Living With More Than One Cat",
    "author": "Hildagarde Clouter",
    "date": "5/26/2018",
    "petType": "Cat",
    "content": "When living with cats, how many is too many? Due to variations in feline social behavior, there is no one-size-fits-all answer. For example, studies of barn cats showed that adult male cats usually preferred to live by themselves, while females lived in matrilineal communities usually numbering no more than ten.\n\nLiving with More than One Cat\nThinkstock\n\nCats are territorial creatures. Indoor-only cats have their territory limited by the size of the home, although some restrict themselves further, to certain areas within the residence. A free-roaming cat’s territory is defined by individual personality, access to food and shelter, and sexual status. Intact males usually roam over a greater area than females, loosely attaching themselves to several female colonies.\n\nThis Land is My Land\nFelines stake their claims by scratching, spraying and otherwise scent-marking with glands found on their faces, chins, feet and tails. Cats may increase marking behavior if they perceive a change in their environment, whether it be a new cat, a new guest or a new piece of furniture. While not exactly a “keep out” sign, marking seems to make the marker feel more secure in a shared space.\n\nTerritories can overlap and it is usually the more assertive cat who wins access at prime times. In a multi-cat household, for example, the same cat may claim the window ledge whenever the sun is in perfect position, or assume ownership of the bed pillow each night at lights out. Other cats can visit those places at different times, but if they try to visit at the best time, a squabble will usually break out until the more assertive cat wins.\n\nThe invasion of a cat’s territory by a new feline can lead to social frustration, which can manifest itself in a variety of ways. According to Dr. Bonnie Beaver in “Feline Behavior: A Guide for Veterinarians,” (W.B. Saunders Company, 1992), “Signs of social stress vary from aggression to catalepsy (freezing up). In the middle of this gamut of reactions are failure to bury feces, house soiling, insufficient grooming, excessive\ngrooming, overeating, anorexia, diarrhea, constipation, social withdrawal, vomition, and chronic piloerection (hair standing on end)” — all in addition to immunosuppression.\n\nIt is not unusual in a multi-cat household to witness the occasional hiss and swat, but you may find that two of your cats have had more than a simple falling out. In severe cases of social aggression, in which one cat takes an immense dislike to another and constantly tries to run the “pariah” off, hounding him whenever he attempts to leave the hiding place, finding a new home for the “pariah” often is the kindest thing to do.\n\nMeow Mixing\nThe introduction of additional cats to the household should not be taken lightly. Too often, pet owners want to rush the process, expecting instant friendship. At minimum, allow two weeks of social isolation from the other cats in the home (but not human family members) before allowing a new addition to come face-to-face with resident felines. This routine enables the resident cat or cats to become used to the odor of another cat on their turf without having to take on the newcomer physically. More complicated introductions may call for the use of cattery cages or screened doors. These will allow cats to be nearly side-by-side at mealtimes yet unable to injure one another.\n\nThe stress accompanying lengthy introductions can be reduced by remembering:\n\nIf you are currently cat-less but know you want two cats, consider adopting littermates or adults from the same household.\nIf you already have a young or middle-aged cat, consider a cat who is three- to eight-months old. Introductions usually are smoother when bringing in a sexually immature and physically smaller cat.\nIf you can get a history, look for a cat who stayed with his or her littermates until nine- to ten- weeks of age. These cats tend to be much more cat-friendly than orphaned cats or those less experienced with other cats.\nIn order to prevent spraying troubles, try to avoid bringing in adult males until they are neutered.\nWhile not all cats are inherently social animals, many thrive amongst their own kind. Making a thoughtful selection is one proven way to increase your chances of creating feline harmony.\n\n"
  },
  {
    "title": "9 Ways to Welcome Home your New Cat",
    "author": "Ernesta Teaz",
    "date": "6/5/2016",
    "petType": "Cat",
    "content": "Congratulations! You have just begun a relationship that’s bound to be filled with fun and affection. By starting off on the right foot, you can cut short that rocky adjustment period most new relationships go through.\n\nGo slowly at first. A new cat may need seven to fourteen days to relax into her new environment. Save meet-and-greets with friends, neighbors and relatives until the cat is eating and eliminating on a normal schedule.\nOffer her a safe place to hide while she gets her bearings. She’ll appreciate the chance to observe her new family’s routine from a small, dark space or one high above the action.\nBring your new feline to a caring veterinarian for a wellness exam within one week after adoption.\nProvide the same diet she had at the shelter at least for the first week or two. If you wish to switch to a different flavor or brand, slowly make the switch over one to two weeks, starting with a quarter ration of the new food mixed into the old favorite. From there, up the ratio of new to old about 10% each day.\nSet up a litter box in a quiet, low-traffic area. Unsure of what litter to use? The majority of cats prefer fine grain clumping litter. Try that first unless the new adoptee is so young that she is in the litter-eating stage. Non-clumping litter is recommended for kittens under ten weeks of age.\nCats must scratch, so make sure to provide yours with a sturdy, rough-textured scratching post to save wear and tear on furniture. Cat manicures every ten to fourteen days also help reduce damage.\nCat-proof your home before giving your new feline run of the house. Put away harsh cleaning products, human medications and household poisons. Re-home any poisonous houseplants. And if the newcomer is a kitten, lock away any breakables and remember to keep the toilet lid down.\nOnce settled in, a young cat or kitten will be eager to play. Stock up on interactive toys such as feather wands and kitty fishing poles to engage attention and direct energies toward a positive pursuit.\nReady a comfortable cat perch on a sunny window sill – if it overlooks the birdfeeder, all the better! Observing live birds and squirrels beats out kitty videos any day.\n"
  },
  {
    "title": "Cleaning the Litter Box: How Often Is Best?",
    "author": "Joela Orwin",
    "date": "3/8/2019",
    "petType": "Cat",
    "content": "There are many reasons a cat may not like his litter box. One of the most important reasons, and thankfully the easiest to remedy, is that the litter box is just plain dirty. Our feline friends will put up with a lot in terms of lax litter box cleaning habits, but at some point every cat will stop and say “No way!”\n\nCleaning the Litter Box: How Often is Best?\nThinkstock\n\nSome cats, just like some people, are more bothered by unsanitary conditions and will stop using their litter boxes sooner than other cats might. Unscooped, dirty litter boxes are the cat equivalent of that public bathroom with toilet paper all over the floor and unflushed toilets — you wouldn’t want to use that either! An extension of this problem is having too few litter boxes for your cats — the rule of thumb is at least one more litter box than the number of cats in the house.\n\nLitter boxes should be scooped at least once or twice a day, and it’s even better if you can get to it as soon as your cat has finished his business. There are self-cleaning litter boxes available that use a sensor to tell when a cat has entered and then left the litter box. While these are great at keeping up on scooping duties for people, they tend to scare at least some cats away from using their litter box and would not be a good choice for a timid cat. In addition to daily scooping, it is important to regularly change the litter box (twice weekly for non-clumping litter, monthly for clumping litter) and to wash it with soap and water. Plastic litter boxes should also be replaced once a year, because the scratches they tend to get during regular use can hold odor and debris.\n\n"
  },
  {
    "title": "General Cat Care",
    "author": "Tyne Kynder",
    "date": "2/22/2018",
    "petType": "Cat",
    "content": "So, you’re bringing home a cat? Lucky you! There’s no doubt you’re in for years of loving companionship. New cat owners often have lots of questions about how to ensure their cats are happy and comfortable. Here are a few things you should know about caring for your new feline buddy.\n\nWhat Supplies Do I Need For My Cat?\nOf course, every cat has preferences for toys, bedding, perches, litter boxes and more but the ASPCA recommends starting out with these basic supplies:\n\nPremium-brand cat food\nFood dish\nWater bowl\nInteractive toys\nBrush and comb\nSafety cat collar with ID tag\nScratching post or scratching pad\nLitter boxes\nLitter\nCat carrier\nCat bed or box with warm blanket or towel\nYou’ll soon find out what your cat does and doesn’t like and you can make adjustments from there.\n\nWhat Should I Feed My Cat?\nThere are so many types of food available – canned, dry, shredded, pate, grain free, and more that it can be overwhelming to a new cat parent. Visit Petfinder.com’s cat nutrition section for more information about food and nutrition.  In the meantime, here are some basic recommendations from the ASPCA:\n\nAdult Cats – Feed high quality food for one large or two smaller meals each day.\nKittens (6 to 12 weeks) – Feed high quality kitten food four times a day.\nKittens (3 to 6+ months) –  Feed high quality kitten food three times a day.\n\nFor all cats and kittens, you can either feed specific meals, throwing away any leftover canned food after 30 minutes or free-feed dry food (keeping food out all the time).\n\nAnd, of course, provide fresh, clean water at all times. Wash and refill water bowls daily.\n\nDoes My Cat Need a Scratching Post?\nScratching is a natural and necessary behavior for cats, says Dr. Tony Buffington of the Ohio State University Veterinary School’s Indoor Pet Initiative. In his book, “Your Home, Their Territory,” Dr. Buffington explains that cats scratch to shed old nail cuticles, sharpen claws, stretch and leave scent marks. “Cats prefer to scratch on coarse materials they can shred,” Dr. Buffington says. Both vertical and horizontal scratching posts are available. But, Dr. Buffington cautions, a vertical post needs to be tall enough to support the cat’s length and stable enough to support his weight so it doesn’t topple when your cat is using it.\n\nDo I Need to Groom My Cat?\nCats are meticulous groomers and do a great job keeping themselves clean. However, they still need you to groom them. Adrienne Kawamura, owner of cat grooming franchise, City Kitty, says a consistent grooming schedule helps remove the dead undercoat of your cat’s fur and keeps your cat’s topcoat in good condition. “You will see less shedding, less dander, and less throwing up of hairballs,” Kawamura says.  Don’t forget other aspects of grooming, she adds, like nail trimming, ear cleaning and bathing.\n\nWhat’s the Best Way to Hold My Cat?\nAccording to the ASPCA’s article on Cat Care, the best way to pick up your cat is to put one hand behind your cat’s front legs and the other hand under his behind. Always handle your cat gently and never pick up a cat by the scruff of the neck front legs without supporting his hindquarters.\n\nShould My Cat Be Indoors or Outdoors?\nMost experts agree: Indoors is best. In her book, “The Cat Behavior Answer Book,” Arden Moore says, “Outdoor cats face increased risk of injury and illness. Many meet untimely ends under the wheels of cars or from animal attacks.” Make your cat’s home environment one that allows them to express their true nature, recommends Dr. Buffington of the Indoor Cat Initiative. This includes private spaces, places to hide, window perches, toys, scratching posts and more.\n\nDoes My Cat Need a Collar And ID?\nThe ASPCA agrees with the experts and urges cat guardians to keep their cats indoors only. But even indoor cats should wear a collar and an ID tag. An implanted microchip can also help insure that your cat is returned if she becomes lost. But remember to keep your microchip information updated so if your cat does get lost, whoever finds her can contact you immediately.\n\nWhere Should I Put the Litter Box?\nAll indoor cats need a litter box. Dr. Buffington recommends placing a litter box on each floor of a multi-level home. And, he says, litter boxes should be located in a private area away from interruption and noise. Make sure to scoop the litter box frequently. Dr. Buffington recommends scooping once a day and washing out the litter box completely with hot water once a week.\n\nWhat’s the Best Way to Play With My Cat?\nIn his book, “Your Home, Their Territory,” Dr. Buffington says toys should resemble a cat’s prey. Some cats like to hunt rodents and others like to hunt birds or bugs. “You’ll want to offer different types of toys to see which your cat likes best,” advises Dr. Buffington. Playtime with your cat is a great opportunity to bond and it helps keep your cat active and from becoming bored…and destructive.\n\nHow Often Should My Cat Visit the Vet?\nThe American Association of Feline Practitioners (AAFP) recommends that cats should visit veterinarian at least once a year for a full examination. This regular care can help catch serious issues early on when treatment can be more effective. Senior cats older than 7 and cats with chronic conditions should visit the vet more often. If you have a new kitten or cat, take him to the vet as soon as possible to discuss any issues and determine which, if any, vaccinations he needs.\n\nHow Can I Control Fleas?\nFleas are tiny parasites feed off of your cat, irritate the skin and can transmit tapeworm, says the ASPCA. Carefully check your cat once a week for fast moving brown spots (fleas) or white specks (flea eggs) in your cat’s fur. You might also see black “flea dirt,” which is flea excretement on your cat’s comb. Unfortunately, if there are fleas on your cat, there will be fleas in your house, cautions the ASPCA, so you may need to use flea bombs or premise-control sprays and treat all animals in your house. The ASPCA also urges you to consult your veterinarian before treating your cat for fleas to ensure you have an appropriate treatment plan that won’t harm your cat.\n\nShould I Spay or Neuter My Cat?\nSpaying your female cats (removing the ovaries and uterus) and neutering your male cats (removing the testicles) has many benefits, according to the ASPCA. Females should be spayed and males neutered by six months of age. Neutering a male can prevent urine spraying, decrease the urge to escape outside and look for a mate, and reduce fighting between males. Spaying a female helps prevent breast cancer and other medical issues. And, of course, Spaying and neutering is critical in preventing unwanted litters that contribute to the pet overpopulation problem.\n\nDo I Need to Trim My Cat’s Nails?\nYes, Dr. Buffington advises in his book. “Regular nail trims can also reduce the intensity of scratching and of accidentally grazing someone.” Your vet or groomer can teach you how to safely trim your cat’s nails.\n\nOnce you have the basics down, you’ll quickly learn that cats have a variety of opinions that they’ll be pretty clear about! Keep a close eye on their behavior and accommodate their preferences (within reason of course!) and you’ll have a happy, healthy friend for life.\n\n"
  },
  {
    "title": "Wet vs. Dry Food For Cats",
    "author": "Felita Mordey",
    "date": "7/19/2018",
    "petType": "Cat",
    "content": "It’s one of the most often asked questions of cat owners: When it comes to feeding my cat, what’s better? Wet or dry cat food?\n \nHere’s the good news. If your cat is in good health and you’re feeding 100% complete and balanced cat foods appropriate for your cat’s life stage, there is no wrong answer to this question. Whether you’re feeding wet or dry cat food, your cat is getting the nutrition her body needs to support good health.\n\n \nIt really comes down to your cat’s individual preferences. We admire and respect our cats for their independent nature. So think of mealtime as another chance to discover and feed your cat’s uniqueness.\n\n \nDoes your cat prefer the crunchy texture of dry food? Or the variety of textures available in wet foods? Keep in mind that dry cat food offers dental, teeth-cleaning benefits. And the moisture in wet foods helps provide your cat with healthy hydration.\n\n \nLooking to create an even more exciting mealtime for your cat? Whether you’re feeding wet or dry cat food (or both), consider offering your cat’s food in a puzzle feeder that encourages her to “play” with her food. And as with any changes to your cat’s diet, be sure to monitor your cat’s weight and adjust food amounts accordingly.\n\n \nRemember, cats can have broad food preferences and crave variety. If that describes your cat, consider offering your cat new tastes and textures. Monitoring your cat’s preferences to wet vs. dry cat food and creating new meal experiences with this in mind is another very powerful way to strengthen the bond you share."
  },
  {
    "title": "Wet Cat Food Calorie Count",
    "author": "Cristin Flode",
    "date": "11/21/2018",
    "petType": "Cat",
    "content": "Finding Out the Calorie Content\nJust as with human food, pet food must display nutritional information on its label. Unfortunately, the calorie count per serving or per package is not part of the data mandated by law. While some manufacturers voluntarily provide this information on their labels, most do not. Sometimes you can see a canned food’s calorie content on the product page of the manufacturer’s website. If not, inquire with the manufacturer via a customer service email address or toll-free phone number.\n\nLook at the life stage claim\nThe life stage nutritional adequacy claim on the label does give useful information as to the suitability of wet food for your cat. This is one of the legally required inclusions, and it’s the key to determining which foods are nutritionally balanced for your cat. To be considered, any wet food should explicitly state that it meets the American Association of Feed Control Officials, or AAFCO, guidelines for feeding kittens, cats or both.\n\nYour cat’s calorie needs\nAlthough a range of factors affect your kitty’s exact calorie needs, basic guidelines have been established. For example, as the Animal Medical Center of Chicago shows, a growing kitten weighing 4 pounds generally needs 275 calories per day, which — perhaps surprisingly — is about the same as a healthy 10- to 11-pound adult cat needs. That same adult cat, if deemed overweight and put on a diet by her veterinarian, probably only needs around 180 daily calories, though. Talk to your veterinarian about how many calories to feed your pet each day so you know all the relevant individual factors have been taken into consideration.\n\nWet cat food is less calorie-dense than dry food\nWith a typical moisture content around 75 percent, canned cat food is far less calorically dense than dry food, which is usually made up of only about 10 percent moisture, according to the FDA. In other words, wet food is more filling with fewer calories. Whether this is a positive or a negative depends on the situation. If your cat is overweight, it’s definitely a plus. If your kitty isn’t taking in quite as many calories as your veterinarian recommends, the lower caloric density of wet food may represent a drawback.\n\nOther wet food considerations\nAside from the caloric density, wet and dry cat foods have other significant differences. One key advantage to wet food is that it’s higher in the animal-based protein and fat your carnivorous companion needs and lower in unnecessary carbohydrates that contribute to excess weight and obesity, asPetMD points out. Also, the higher moisture content helps prevent dehydration and benefits cats with diabetes or kidney or urinary tract problems. In the cons column, canned food is generally more expensive and, once opened, it requires refrigeration and has a short shelf life.\n\nYour cat’s body weight\nIn the U.S., pet kitties are more likely to be overweight and obese than of a healthy weight, PetMD reports. If your cat has extra pounds, she may struggle to be active and she’s at increased risk for developing diabetes, arthritis, fatty liver disease and other problems. The lower caloric density and more nutrient-appropriate content of wet food can help. Also, because canned food can’t sit out for extended periods like dry food, your cat is less likely to overeat with free choice feeding. Encourage a return to a healthy weight by limiting treats and encouraging active play. Consult your veterinarian for advice and to rule out medical concerns that may contribute to excess weight.\n\n"
  },
  {
    "title": "Probiotics for Cats",
    "author": "Shani Sambeck",
    "date": "2/17/2017",
    "petType": "Cat",
    "content": "Some beneficial live microorganisms or, probiotics for cats, when dosed adequately may help maintain a cat’s GI system. Probiotic research suggests that supplementing the feline microbiota with certain probiotics is promising for symptom relief.\n\nProbiotics for cats are beneficial microorganisms which can assist the normal gut bacteria to serve an essential biological role. The word probiotic stems from the Latin word “pro,” meaning ‘promoting’ and “biotic,” which means ‘life.’\n\nIn the early 20th century, Eli Metchinoff discovered healthy gut microorganisms. The Nobel Prize-winning Russian scientist observed Bulgarians who daily drank fermented milk lived longer than others. He theorized the bacteria Lactobacillus bulgaricus improves health and increases longevity.\n\n \n\nHow are Probiotics for Cats helpful:\nProbiotics modulate the immune system.\nProbiotics stimulates the release of a variety of anti-inflammatory cytokines.\nRestore the functions of a leaky mucous membrane.\nReduces abnormal intestinal permeability.\nProtects healthy microbiota from pathogenic bacteria because of the production of antimicrobial substances called bacteriocins.\nUpholds an exclusion of pathogens by preventing adhesion, occupying binding sites, or consuming vital nutrients.\nHelps to halt diarrhea, to reseed the gut with beneficial bacteria, improving digestion, and boosting immunity.\n \n\nSuccessful probiotic treatment of diarrhea in humans suggests the use of probiotics in other animals such as cats. Probiotics have been suggested to aid in the treatment of cats with flatulence, persistent E. Coli Urinary Tract Infections, acute diarrhea, acute pancreatitis, hemorrhagic gastroenteritis, colitis, inflammatory bowel disease, and chronic inflammatory enteropathies.\n\n \n\nWhat are Probiotics for Cats?\n \n\nProbiotics work in protecting a cat’s intestinal microbiota, which maintains the health of the GI tract.\n\nProbiotics are typically lactic acid bacteria, including strains like:\n\nEnterococcus\nBifidobacterium\nStreptococcus\nLactobacillus spp\nThe strains which cats tend to do best with are typically in the genus Bifidobacterium and Enterococcus, but it is important to know that each species and strain of bacteria can have a very specific effect on the gut, and not always beneficial. While Bifidobacterium can be involved with digestion, the Enterococcus genus in general assists with the formation of excrement, and some species and strains appear to help maintain colonic health.\n\nThe idea is that adding “good bacteria” stimulates the production of more of the cat’s native beneficial bacteria. In doing so, the entire balance of intestinal flora shifts towards producing and maintaining more beneficial bacteria.\n\nUnderstanding intestinal microbiota in a cat’s gastrointestinal tract, and the impact of probiotics in regulating interactions between microbiota and a cat’s internal system is challenging, as it involves many intricate interactions and variability between individual cats.\n\nAlthough the evidence of efficacy is at a minimum and conflicting, much peer-reviewed literature regarding probiotics is positive. For example, some strains of probiotics for cats helps not only GI tract health, but also, the immune system, which is exceptionally intriguing.\n\n \n\nWhy are Probiotics for Cats helpful?\n \n\nSeveral studies of single-strain probiotics have shown decreased diarrhea during stressful situations, antibiotic administration and have suggested an impact of the immune health of cats with upper respiratory conditions. A recent open-label study of a multi-strain probiotic showed that 70% of pet parents reported improvements in their pet’s clinical condition with supplementation of a multispecies probiotic.\n\n \n\nHow are Probiotics for Cats Beneficial?\nBy helping cats maintain homeostasis or balance, probiotics keep a cat’s health in check.\nCertain probiotics for cats can help with acute diarrhea and stress-related diarrhea.\nPlus, it may work as a solution for at-risk cats that develop antibiotic-associated diarrhea.\nFortunately, probiotic administration with certain species and strains seems to have minimal adverse side effects.\nYoung cats with viral diarrhea or who undergo stress can potentially benefit from certain strains of probiotics. A pet parent can administer probiotics to their cat a few weeks ahead of a stressful event.\nIn chronic diseases, long-term administration may beneficially stimulate the immune system.\nCertain probiotics may help minimize a variety of illnesses and diseases primarily related to the GI tract.\nMay help maintain normal gut health. So, there are less clinical signs of digestive upset like decreased appetite, vomiting, diarrhea, or stool changes. One probiotic has been shown to aid in helping to promote immunity.\n \n\n \n\nTop Probiotics for Cats Trivia\n \n\nQUESTION: Does every strain of probiotics do the same thing?\n\nANSWER: Health effects are strain-specific, and for this reason, not all strains of bacterial species have the same functional characteristics. Therefore, knowing the probiotic strain designation and dosage is critical. Also, to compare products to clinical studies published in the literature.\n\n \n\nQUESTION: Doesn’t the US Food and Drug Administration regulate probiotics?\n\nANSWER: Currently, no governing agency oversees quality control, product content, or label claims. Also, commercial products over the counter have a considerable variation in quality control. It is important to talk with your veterinarian about his or her recommendations since many available products do no meet minimum standards.\n\nWhile probiotics for cat research is promising, currently limited data makes recommendations challenging. Specific recommendations for the use of probiotic products should be talked about with your veterinarian.\n\n \n\nQUESTION: Does it matter which probiotic I buy for my cat?\n\nANSWER: Every bacterial strain, even from the same bacterial species, can be entirely different in its properties and benefits. Only a few commercially available products have been studied in cats, so it is important to follow the recommendations of your veterinarian.\n\n \n\nQUESTION: Is it essential to upkeep the health of microbiota and the gastrointestinal tract in my cat?\n\nANSWER: Microbiota composes 90% of the total cells in the mammalian body. Furthermore, intestinal microbiota research found a highly complex intestinal ecosystem which not only differs from patient to patient, but also, is vital in maintaining optimal health. You can maintain your cat’s microbiota by feeding a nutritionally complete and balanced diet which contains prebiotic fiber sources, and always discuss any GI disturbances in your cat with your veterinarian.\n\n \n\nHow do I add Probiotics to my Cat’s diet?\n \n\nConsult with a Veterinarian: Before using any probiotic or other supplements on your cat, ask your Veterinarian’s opinion.\nAssess the Probiotics Product Label: Evaluate the label to see if a guaranteed analysis offers the number of live bacteria, a list of the specific genus, species, strain, and expiration date.\nSelect the Most Appropriate Form: Cat probiotics  come in powders, pills, and infused treats. Again, it’s important to realize the significance of using a product that has published research in cats.\nUse the Correct Doses of Probiotics: Different strains have been studied at different levels of CFU (colony forming units). Pet parents must understand that the organisms in probiotics are alive. Administer at the recommended dose (and thus studied) to compensate for losses during the passage thru the GI tract and exclusion by resident microbiota.\nAdminister a daily regimen, if needed: If recommended by your Veterinarian for long-term use, maintain a long-term impact on a cat’s health by sticking to a daily, long-term routine of probiotics for cats.\nFollow the Probiotic Instructions: Follow the recommendations on the probiotic’s package. If a cat doesn’t swallow the probiotic, altogether the pet parent can hide it in a treat. Or better yet, pick a probiotic supplement that can be sprinkled onto the cat’s food.\n \n\nWhat should I know about Probiotics for Cats?\n \n\n1.) Maintain Quality Control: Previous studies found many commercial probiotics had labeling errors and forgot to list specific microorganisms. There were misspellings, and specific numbers of bacteria were not listed. Also, further comparison test report some probiotics didn’t meet viable organism claims. They contain organisms without a probiotic effect or even included potentially pathogenic microorganisms. It is extremely important to discuss dietary supplement, including probiotics, with your veterinarian prior to selecting a product.\n\n2.) Avoid Probiotic Use in Immunocompromised Patients: When considering probiotics in cats that are immune-compromised such as intestinal mucosa, proceed with caution, and consult a veterinarian.\n\n3.) Select a Highly Regarded Probiotic Strain: Select a recognizable strain designation which is reputable in studies.\n\n4.) Susceptible or Resistant to Antibiotics: Probiotics, like other bacteria, are sensitive or resistant to administered antibiotics. Talk with your veterinarian if the probiotic you’ve selected has been studied with the antibiotic your veterinarian recommends.\n\n"
  },
  {
    "title": "My Adopted Cat Eats Constantly",
    "author": "Shaylynn Prisk",
    "date": "1/30/2020",
    "petType": "Cat",
    "content": "Q: “I just adopted a new adult cat that seems to eat all day long. Is that normal, and how do you tell if he is fat?”\n\nA: Some of them really like their food! Some cats must be fed in measured portions at meals times only or they will eat too much. Free feeding leads to obesity for some heavy eaters.\n\nNormal body weights can vary for cats. Some small cats are normal at 6 lbs, while some large males are normal at 15 lbs. It requires a veterinary exam to determine what weight is good for an individual pet. There are some medical causes for weight gain as well. Check into a veterinary exam for your pet.\n\n"
  },
  {
    "title": "Litter Box Training",
    "author": "Ludovico Groome",
    "date": "3/30/2016",
    "petType": "Cat",
    "content": "“Malachy,” a beautiful, three-year-old neutered Persian cat, was brought in to see me soon after our new Center for Behavioral Therapy opened. Quite a confident kitty, Malachy made himself comfortable on our consultation room couch shortly after Tish, his owner, let him out of the carrier. Tish had adopted Malachy “by happenstance” when she was at her groomer’s shop with her cat Cormick. The groomer had acquired Malachy from his previous owner, who could not keep him because he was fighting with the owner’s other cat.\n\nLitter Box Training\nThinkstock\n\nFortunately, Malachy and Cormick did not fight. In fact, the two cats became fast friends who loved to play with and chase each other. In his new household, however, Malachy’s toilet habits were far from perfect. Tish had her veterinarian check for medical problems that might explain Malachy’s frequent “mistakes,” but none were found.\n\nTish had put up with Malachy’s housesoiling for a year before she came in to see me. Recently, the problem had become so bad that Malachy was either urinating or defecating outside the litterbox once a day, and Tish decided she needed help.\n\nTish and her cats divided their time between an apartment in the city and a country home. Over the year, Tish had provided a variety of litterboxes: some with hoods, some without, some in bathrooms, others in bedrooms. At first Tish used plain clay litter, but most recently she had begun to use a clumpable form. Tish scooped the boxes several times a day and changed the boxes completely once a month, so the cleanliness of the boxes was not in question. Malachy used the boxes, but he also used Tish’s furniture as a toilet. Her chairs and guestroom bed were his favorites.\n\nThe Grass Is Always Greener?\nAfter learning Malachy’s history, I felt the cat was just not happy with the present state of his litterboxes and was looking for alternatives. Like many Persians, he spent more time pawing the sides of the litterbox than scratching in the litter. (Longhaired cats in general have a higher incidence of litterbox problems. It may be that they don’t want to soil their long, flowing coats!)\n\nWith Tish’s help, I set up an experiment to find litterboxes that Malachy would prefer to his owner’s furniture. I asked Tish to provide three large, unhooded litterboxes in both the city and the country. I asked her to continue to use the clumpable litter in one, a section of newspaper in the second and old-fashioned coarse clay litter in the third. Tish was to praise Malachy and give him a treat every time she saw him use a box. Simultaneously, to break the furniture habit, I asked Tish to cover the chairs and bed with pieces of thick vinyl carpet runner, prickly side up.\n\nAfter the first few weeks it became apparent that Malachy preferred the plain clay litter to the clumpable kind (most cats choose the clumpable litter). The newspaper he didn’t use at all. Cormick was not picky and reliably used any litter that was available. Then we gave Malachy three boxes of his chosen litter in each home. We did this because some cats prefer to urinate and defecate in different places; the third box would make sure there was no overcrowding at the boxes.\n\nFor three months there have been no accidents. Tish is ready to remove the protective covers from her chairs and bed. Now that Malachy is in the habit of using the new boxes, he shouldn’t go back to his old habits.\n\nExcellent Prognosis\nUrination and defecation outside the litterbox is the most common feline behavior problem. Many cats are given up because of house-soiling problems. Most of the time this is unnecessary. The prognosis for cats with problems like Malachy’s is excellent. Between 70 percent and 75 percent of litterbox problems are cured by simple treatments like the one Tish employed with Malachy. If your cat begins to urinate or defecate outside the box, see your veterinarian first. He or she will rule out medical causes. If the problem is considered to be a behavioral one, ask for a referral to a cat behavior specialist."
  },
  {
    "title": "What Size Litter Box Should I Have?",
    "author": "Ardys Storcke",
    "date": "2/25/2017",
    "petType": "Cat",
    "content": "Some cats don’t mind litter boxes in general, but they just don’t like theirs — often because it is too small or because it is covered. It’s like that pair of pants that has gotten uncomfortably small — you keep trying to squeeze into it although it’s an unpleasant experience, until you finally decide it’s not worth it and just give up.\n\nWhat Size Litter Box Should I Have?\nThinkstock\n\nMost cats, particularly our larger or more overweight friends, cannot comfortably fit in or maneuver in a commercial litter box. The high sides may also make it difficult for older cats or those with arthritis to get in and out of the box. A good, inexpensive alternative is to purchase a plastic box used for under-the-bed storage — these are big enough to allow cats to comfortably get in, dig a hole, and then cover up their business.\n\nAs a general rule of thumb, the litter box should be at least one and half times the length of the cat. If you’re unsure, you should pick the bigger size.\n\nPeople like covered litter boxes for the exact reason that many cats dislike them — they keep odors in! You may be able to avoid this problem with diligent scooping and cleaning, but most cats still prefer an uncovered option to the cave-style litter box.\n\n"
  },
  {
    "title": "Do Dogs & Cats Take on their Owner’s Personality?",
    "author": "Rheba Sweatman",
    "date": "2/10/2018",
    "petType": "Cat",
    "content": "Your pet doesn’t actually share your genetics, but if you selected your pet it’s possible your dog or cat is a lot like you.\n\n \nAre you and your pet alike? This is one of those nature vs. nurture questions, with a twist. Your pet doesn’t actually share your genetics, but if you selected your pet (rather than acquiring him through random circumstance) it’s possible you consciously or subconsciously selected a dog or cat that’s a lot like you. It’s also possible, that no matter how you acquired your pet, the two of you have become more alike in personality over the years. You share some personality traits.\n\n \nTake the case of Midnight, a mixed breed, who appeared to be the laziest of the litter – he napped as his littermates played. The mother and two children who adopted him had very different personalities, yet the dog took on both the shaggy looks and strong personality of the boy in the family. Maybe it was because they were the only males, or because the son was always troubled, and the dog sensed who needed him most. Both Midnight and his male owner where intelligent, defiant risk-takers. Both tended to seek out their own adventures. And both seemed to have an angel on their backs, as they each survived accidents that put their lives at risk.\n\n \n\nCats Use Personality Traits to Get What They Want\nThen there were the cats, Magritte and Cassatt, two tabbies who were pretty much alike when adopted as kittens – both outgoing and playful. But as they grew, Cassatt took on the collective personality traits of the three young children in the house and apparently decided that to get the attention she wanted, she must become like and compete with them. She became exceedingly affectionate with the mother. (Magritte found this behavior appalling.) Whenever a child crawled in bed with Mom, Cassatt insisted on squeezing between mother and child. This cat also learned to make her meows sound like “Mom” which was a bit disturbing.\n\n \nWhen the cats visited Grandma, Magritte must have seen his opening. He was always the more mature cat anyway, but in his new environment, he took on the personality traits of his new friend. Without the distraction of children, he could shine as the quiet, intelligent cat. This cat endeared himself to Grandma by trying to become just like her. He would sit at her computer as if he were working, go through her file drawer as if looking for a document, and sit by an open book as if trying to read it. Whatever she did, he wanted to do to. However, this cat’s attempts to pick up a glass of iced tea always ended in a big mess.\n\n \n\nWhat scientists say about pet personality traits\nThere are at least two scientists we know of who have researched owner and pet personalities. British Professor Richard Wiseman of the University of Hertfordshire conducted an online survey of pet owners and found that both dog and cat owners shared such personality traits as happiness, intelligence, independence, and sense of humor with their pets.\n\n \nDr. Sam Gosling, who directs the Human and Animal Personality Lab at The University of Texas, applied scientific human personality testing on dogs. Like many scientists he assumed that personalities of animals were merely what people projected on them. What he found was that specific personality traits could accurately be identified in dogs. His hope is that his research can be used to better match shelter dogs with owners, and to help people select the best dogs to perform specific duties, such as working with police or helping the disabled.\n\n \nYou and your cat or dog are probably more alike than you’re aware of. But ask someone who is close to you both and see if they notice your shared personality traits. You and your pet may just be two peas in a pod!\n\n"
  },
  {
    "title": "Loyalty Day: Are Cats as Loyal as Dogs?",
    "author": "Vachel Babon",
    "date": "11/3/2017",
    "petType": "Cat",
    "content": "This May 1st, celebrate Loyalty Day with your pets. Cats are loyal, too!\n\n \nLoyalty Day, the lesser-known May 1 holiday, celebrates American freedom and the reaffirmation of loyalty to the United States. It’s also a fine time to celebrate the loyalty of your loveable pets.\n\n \nDogs are often looked at as the epitome of loyalty. Ever since Lassie rescued Timmy from a well, dogs have been portrayed by the media as loyal, faithful, and “man’s best friend.” Cats, on the other hand, are portrayed as aloof and distant. Remember the cats in Lady and the Tramp? Well, it’s not like that in my house. My cat is just as loyal as my dogs.\n\n \n\nThe Cat Was Here First and She Still Loves Me\nFirst, a little background: My cat has been around since before I met my husband. Shortly after we married, we introduced a puppy into the household and followed that up with another puppy. Within a year of the second puppy, we brought home a bouncing baby boy.\n\nThrough all these changes, my cat has stuck by me. She puts up with being chased by a couple of frisky dogs and our pesky toddler, but she’ll still cuddle up on the blanket next to me, purring. She’s the first one to greet me in the morning and never lets me read a book without placing herself directly on my lap. If that’s not loyalty, I’m not sure what is.\n\n \n\nCats Need Love to Give Love\nIn my opinion, cats are reciprocal in nature. That means we have to show our cats loyalty first in order for them to give it back. That’s not necessarily a bad thing. We just have to work at it a bit. Once we’ve shown that we love them, respect them and are kind to them, they’ll give that love back tenfold. However, like with all truly meaningful things in life, their love must be earned first.\n\n \n\nBecause They Want to Be\nIt has been my experience that dogs are pack animals with a fairly rigid hierarchy. If you’ve ever watched one of those dog training shows, then you know that the alpha dog rules the behavior of all other dogs within the pack. Cats appear to be autonomous. They don’t think you are better than them. They think you and they are completely equal. Because of this, you can’t force them to do anything. Everything they do, they do because they want to. Cats can be truly loyal, but unlike dogs, that loyalty comes out of their desire to be loyal to you. That makes it so much more valuable.\n\nSo, this Loyalty Day, I’m celebrating the loyalty of my cat. Like the battle for American Independence, my cat’s loyalty did not come easy. In the end though, she’s shown she can be every bit as loyal as my dogs and that makes her place in my life all the more special.\n\n"
  },
  {
    "title": "How to Make Your Own Cat Agility Course",
    "author": "Sonia Malatalant",
    "date": "11/2/2018",
    "petType": "Cat",
    "content": "When it comes to agility courses, why should dogs get to have all the fun? Here’s how to make just the right agility course for your cat.\n\nWhy should dogs get to have all the fun training for agility? Training your kitty to go through an obstacle courses provides her with essential exercise and mental stimulation. Plus, that’s quality bonding time for the two of you.\n\nHere’s how to make your own cat agility course right in your living room.\n\n \n\nStart Easy\nDon’t jump right into full-on agility training. Start with something easy, such as having her retrieve a treat from a paper bag tunnel. Cut off the bottom of a bag and turn it on its side. Place a treat at one end and encourage your kitty to walk through the paper bag to get it. Once she’s mastered this, she can graduate to a pop-up mesh tunnel (you can find these at most toy stores). If your cat doesn’t seem interested in treats, try waving a feather toy or mouse to get her instinctual predatory drive going.\n\n \n\nJump Through a Hoop\nJumping through hoops isn’t just for big cats at the circus. You can also train your house cat pretty easily. First, encourage your kitty to walk through the hoop while the base of the hoop is placed on the ground. Place a treat or toy on the other side and have your kitty step through. Over time, you can slowly raise the hoop and the treat higher and higher. Eventually your cat will need to jump to get through it.\n\n \n\nWalk an A-frame\nYou can also train your cat to walk up and down a ramp, known as an A-frame in the agility world. Simply use the feather toy to lure her up and over the obstacle. This is a pretty easy obstacle for cats. You just have to ensure that they don’t step off the side of the ramp. To make an A-frame, use two slanted cat scratchers set up back to back when starting out. You can also construct a larger A-frame out of pieces of plywood, once you feel your cat is ready to move on.\n\n \n\nDart Around Weave Poles\nTeaching cats to weave around poles is another part of feline agility training. It might not seem like a complicated task, but it’s actually one of the most advanced obstacles. To begin, place two poles standing upright in a line. You can use water bottles or you can attach PVC pipes onto a piece of plywood. Encourage your kitty to weave through the poles. After she catches on with two poles, add a third.\n\n \n\nDon’t Force Her\nWhile creating your at-home agility course, remember not to force your kitty to do things she doesn’t want to do. Agility training should be fun for both of you, but not stressful. If she’s tired or not in the mood, move on to something easier or try again later.\n\nAll it takes is a little creativity to make your own cat agility course. Once she’s got a few obstacles down, you’ve got the basis for a course tailored specifically to her skills. Continue to train, play, and enjoy!\n\n"
  },
  {
    "title": "Do Cats Have Feelings? Do Cats Feel Love?",
    "author": "Baily Crichten",
    "date": "3/4/2018",
    "petType": "Cat",
    "content": "Is it true that only humans have deep emotions like love? What do cats really feel when they purr, head-butt or curl up with us?\n\n \nWe’re told that only humans have deep emotions like love. Animals have only their natural instincts. A cat shows affection to you because he needs you for food and shelter. You give your cat what he needs, and his instinct tells him to buddy up to you.\n\n \nAnyone who believes that never had a cat!\n\n \nNo one can “prove” that a cat feels love any more than that a person feels it. Love is one of those things that just can’t be proven.\n\n \nBut what is love anyway? A feeling? An emotion? Here are some Merriam-Webster Dictionary definitions for love:\n\n1. Strong affection\n\n2. Warm attachment\n\n3. Unselfish loyal and benevolent concern for others\n \nCats, of course, show affection — and not just when a meal is about to be served. Unless a cat has had a traumatic history with humans, she will seek out her owner for affection in the form of play, stroking or perhaps a chat.\n\n \n\nWith Love, Cats Are More Like People Than Dogs\nCats do what pleases them and show affection to their owners on their own terms. Because of this, some say that cats are unattached, unaffectionate and unloving — as evidence, they won’t even come when called.\n\n \nThese people are comparing cats to dogs.\n\n \nThink about one of the human relationships, where there is no question about love, such as between mother and child. When the child calls from another room, and mom is occupied, she may not even notice. If she does, she’s most likely to call back, “Just a minute!” Unless she believes her child is in danger, she’s not going to go bounding into the other room wildly excited to see what he wants. So coming when called is not a sign or test of love and devotion.\n\n \nOr, a mother hugs and kisses her child, and the kid happily hugs and kisses back, and then squirms out of her arms. That doesn’t mean the child is unaffectionate and detached — it just means she’s had enough affection for now. Cats, like people, have their boundaries.\n\n \n\nDo Cats Form an Attachment?\nCats form strong attachment to their owners. There are many known cases where the owner had to leave, or died, and the cat showed signs of distress. Cats have been known to sit at the owner’s bedroom door meowing. They go into hiding. They even refuse to eat. Some perfectly healthy cats have had such a strong attachment that they simply died after the loss of their owner, the only cause seeming to be a broken heart.\n\n \nBut the most remarkable evidence that cats love humans comes from the many documented cases where cats traveled hundreds or thousands of miles through places they’ve never been to find their owners.\n\n \n\nIs Unselfish Loyalty and Benevolent Concern for Others Part of a Cat’s Love?\nLoyalty and concern doesn’t sound very cat-like. It’s true that if you hurt a cat, she’s going to run away. She won’t come back to grovel and plead with you to love her as a dog may. Again, cats have boundaries and they are not terribly forgiving. But they are loyal, as shown by the long journeys many have taken to return home.\n\n \nBut selfless? Concern for others? Yes. Cats have been known to risk their lives for their owners. One kitty we know of fought off a poisonous snake and took the bite that was meant for her owner. Another cat jumped out a window right after his owner fell out. Whether this was an attempt to save the owner, or to die with him, no one can know. (The cat was injured, but survived.)\n\n \n\nCats Show Love Through Understanding\nOn a less dramatic note, many cat owners say that their cat knows when they are upset and will give comfort. Cats have even licked away tears. If cats truly cared only for themselves, they would stay away until the owner was more inclined to please her.\n\n \nThough it may never be proven scientifically, those who give love and devotion to their cats get the same in return. Sometimes much, much more.\n\n"
  },
  {
    "title": "Do Cats Feel Love? 5 Ways We Know Cats Feel Love",
    "author": "Ellery Kinig",
    "date": "12/25/2017",
    "petType": "Cat",
    "content": "Every cat owner knows that cats feel love, but where’s the proof? Read on to learn more about all the ways we know how much our cats love us.\n\n \nDo cats feel love? Any cat owner will tell you they do, but could we be exercising wishful thinking, projecting our own emotions onto our cats, or do they feel love like we do? In the spirit of Valentine’s Day — and our own desire to settle the question — we’ve compiled a list of anecdotal and scientific evidence to prove once and for all that cats do feel love.\n\n \n\n1. Cats are loyal and form strong attachments to us.\nman with a cat sitting on his head\n\nPeople think of dogs as loyal and cats as aloof. Cats have boundaries that are less forgiving than dogs. Nonetheless, cats can be fiercely loyal and form strong bonds with their humans. Some so strong that cats have traveled hundreds or thousands of miles through places they’ve never been to find their owners.\n \n\n2. Cats love us even when we’re down.\ngirl holding a sleeping cat\n\nMany cats seem to know when their owners are sad or depressed, and react with affection or simply by spending more time nearby. Cats don’t expect us to be always-on or perfect. They accept us no matter how bad we feel. There are many cases of cats that have grown closer to a sick family member and stayed by that person’s side through their illness. Cats make great service animals at hospitals and senior centers. They just want our love and companionship — they expect nothing in return.\n\n \n\n3. Cats have the same “love hormones” we do.\nwoman and cat sleeping on a bed\n\nCats have been found to release the “love hormone” oxytocin when they interact with each other and with humans. Paul J. Zak, a professor at Claremont Graduate University, and his team discovered the connection. Zak wrote in The Atlantic that the brain chemical oxytocin was first found to be released when a new mother interacted with her baby, but also in many casual — and especially intimate — human interactions, creating intense feelings of love. He believes the hormone creates feelings of love in cats, too.\n\n \n\n4. Cats protect us when we’re in danger.\ncat sitting on top of a fence\n\nOur cats are always looking out for us. Cats have both been seen defending their owners from threats, big and small. They’ve been known to risk their lives for their owners. One kitty we know of fought off a poisonous snake and took the bite that was meant for her owner. Another helped save her entire family — and the family dog!\n\n \n\n5. Cats give us unconditional love.\nlittle girl holding a kitten\n\nMaybe most of all, we know cats feel love from the unconditional love they give to us. No one knows for sure if your cat is judging you, but either way, cats give us plenty of affection — and not just when a meal is about to be served. Unless a cat has had a traumatic history with humans, she will seek out her owner for affection in the form of play, stroking, or perhaps a chat. And you know a serene and loving cat by her purr.\n\n \nWhile we may never know what’s truly in the mind of an animal, we know how our cats act towards us, how they behave when we need them, and when they’re happy and content. We’re pretty sure the case is closed: cats really do feel love.\n\n"
  },
  {
    "title": "How to Survive Giving Your Cat a Bath",
    "author": "Helene Lemmertz",
    "date": "1/3/2017",
    "petType": "Cat",
    "content": "In the wild, there are many big cats that actually enjoy being in the water. Tigers, leopards and lions all like to soak, most likely because their usual habitat is in a hot environment and it helps cool them off. Domestic cats may have evolved to dislike water because most breeds have coats that absorb rather than deflect moisture. It’s harder for them to get dry after they’re soaked.\n\nSo, Why Would a Cat Need a Bath?\n\ncat taking a bath\nThinkstock\n\nIn many cases, cats don’t need to be washed with water. They groom themselves naturally, so regular brushing is usually enough to keep your pet looking clean and comfortable. However there are occasions when a real bath is necessary. Kitty may have soiled himself in the litter box, for instance. Cats have been known to try to climb up the inside of a chimney.\n\nPreparing Your Cat’s Bath\nThe best solution is to make sure that you have all the necessary supplies handy, so you can make your cat’s bath very quick:\n\nRubber gloves\nCat shampoo\nA large pitcher for rinsing or (even better) a gentle spray nozzle\nA large towel\nCotton balls to clean the ears\nA small cloth to clean the face\n \n\nIt’s much easier to wash your cat in a kitchen or bathroom sink than bending over a tub. Following is a step-by-step procedure for the quick and painless cat bath:\n\nFill the sink with about 2 or 3 inches of warm (but not hot!) water\nWet the cat from the shoulders to the tail and apply shampoo.\nJust like your own hair, lather and rinse thoroughly\nSince most cats hate having water splashed on their faces, use a damp washcloth to gently clean your cat’s head.\nUse a cotton ball to clean inside the cat’s ears. Never put any kind of object (not even a Q-Tip) in your cat’s ear.\nAfter a thorough rinsing, lift your cat onto a large towel and fold it around him.\nRub as much water from their fur as possible\nLong-haired cats may require the use of a blow dryer, but only if the noise does not terrify them. Set it on low and see if the cat will tolerate it.\nIt’s best if you have the time to purchase a shampoo specifically formulated for cats. If you don’t have any cat shampoo, a mild baby shampoo may be used. You don’t want to use any other kinds of human cleaning products, as it may sting your cat’s eyes or irritate their skin.\n\n"
  },
  {
    "title": "The Special Grooming Needs of a Senior Cat",
    "author": "Xenia Gogarty",
    "date": "10/18/2018",
    "petType": "Cat",
    "content": "Just as people are living longer than they did in the past, cats are living longer too. In fact, the percentage of cats over six years of age has nearly doubled in just over a decade, and there is every reason to expect that the “graying” cat population will continue to grow.\n\n \n\nSo how old is my cat, really?\nThe Special Grooming Needs of a Senior Cat\nThinkstock\n\nCats are individuals and, like people, they experience advancing years in their own unique ways. Many cats begin to encounter age-related physical changes between seven and ten years of age, and most do so by the time they are 12. The commonly held belief that every “cat year” is worth seven “human years” is not entirely accurate. In reality, a one-year-old cat is physiologically similar to a 16-year-old human, and a two-year-old cat is like a person of 21. For every year thereafter, each cat year is worth about four human years. Using this formula, a ten-year-old cat is similar age wise to a 53-year-old person, a 12-year-old cat to a 61-year-old person, and a 15-year-old cat to a person of 73.\n\n \n\nAdvancing age is not a disease\nAging is a natural process. Although many complex physical changes accompany advancing years, age in and of itself is not a disease. Even though many conditions that affect older cats are not correctable, they can often be controlled. The key to making sure your senior cat has the healthiest and highest quality of life possible is to recognize and reduce factors that may be health risks, detect disease as early as possible, correct or delay the progression of disease, and improve or maintain the health of the body’s systems.\n\n \n\nWhat happens as my cat ages?\nThe aging process is accompanied by many physical changes:\n\nThe skin of an older cat is thinner and less elastic, has reduced blood circulation, and is more prone to infection.\nOlder cats groom themselves less effectively than do younger cats, sometimes resulting in hair matting, skin odor, and inflammation.\nThe claws of aging felines are often overgrown, thick, and brittle.\nDental disease is extremely common in older cats and can hinder eating and cause significant pain.\n \n\nHow can I help keep my senior cat healthy?\nClose observation is one of the most important tools you have to help keep your senior cat healthy. You may wish to perform a mini-physical examination on a weekly basis. Ask your veterinarian to show you how to do it and what to look for. You will find it easier if you just make the examination an extension of the way you normally interact with your cat. For example, while you are rubbing your cat’s head or scratching its chin, gently raise the upper lips with your thumb or forefinger so you can examine the teeth and gums. In the same way, you can lift the ear flaps and examine the ear canals. While you are stroking your cat’s fur, you can check for abnormal lumps or bumps, and evaluate the health of the skin and coat.\n\n \n\nDaily Brushing\nDaily brushing or combing removes loose hairs, preventing them from being swallowed and forming hair balls. Brushing also stimulates blood circulation and sebaceous gland secretions, resulting in a healthier skin and coat. Older cats may not use scratching posts as frequently as they did when they were younger; therefore, nails should be checked weekly and trimmed if necessary.\n\n \nCats are experts at hiding illness, and elderly cats are no exception. It is common for a cat to have a serious medical problem, yet not show any sign of it until the condition is quite advanced. Since most diseases can be managed more successfully when detected and treated early in their course, it is important for owners of senior cats to carefully monitor their behavior and health.\n\n \n\nIf you can’t answer “yes” to all of the following statements, please call your veterinarian as soon as possible.\nMy cat:\nis acting normally; seems active and in good spirits\ndoes not tire easily with moderate exercise\ndoes not have seizures or fainting episodes\nhas a normal appetite\nhas had no significant change in weight\nhas a normal level of thirst and drinks the usual amount of water (about an ounce per pound of body weight per day, or less)\ndoes not vomit often\ndoes not regurgitate undigested food\nhas no difficulty eating or swallowing\nhas normal appearing bowel movements (formed and firm with no blood or mucus)\ndefecates without difficulty\nurinates in normal amounts and with normal frequency; urine color is normal\nurinates without difficulty\nalways uses a clean litter box\nhas not developed any new offensive behavioral tendencies (such as aggression or urine spraying)\nhas gums that are pink with no redness, swelling, or bleeding\ndoes not sneeze and has no nasal discharge\nhas eyes that are bright, clear, and free of discharge\nhas a coat that is full, glossy, and free of bald spots and mats; no excessive shedding is evident\ndoesn’t scratch, lick, or chew excessively\nhas skin that is not greasy and has no offensive odor\nis free of fleas, ticks, lice, and mites\nhas no persistent abnormal swellings\nhas no sores that do not heal\nhas no bleeding or discharge from any body opening\nhas ears that are clean and odor free\ndoesn’t shake its head or scratch its ears\nhears normally and reacts as usual to its environment\nwalks without stiffness, pain, or difficulty\nhas feet that appear healthy, and has claws of normal length\nbreathes normally without straining or coughing\n \n\nHow can my veterinarian help?\nJust as your observations can help detect disease in the early stages, so too can regular veterinary examinations. Your veterinarian may suggest evaluating your healthy senior cat more frequently than a younger cat—for example, every six months instead of once a year. If your cat has a medical condition, more frequent evaluations may be necessary. During your cat’s examination, the veterinarian will gather a complete medical and behavioral history, perform a thorough physical examination in order to evaluate every organ system, check your cat’s weight and body condition, and compare them to previous evaluations. At least once a year, certain tests—including blood tests, fecal examination, and urine analysis—will be suggested. In this way, disorders can be found and treated early, and ongoing medical conditions can be appraised. Both are necessary to keep your senior cat in the best possible health for the longest possible time.\n\n"
  },
  {
    "title": "Does My Cat Need a Summer Haircut? Cool Cat Haircuts & Grooming Tips for Hot Days!",
    "author": "Lori Treadaway",
    "date": "4/25/2017",
    "petType": "Cat",
    "content": "Sporting a shorter haircut this summer and want one for your cat as well? Learn about all the do’s and don’ts of cat haircuts, and discover some of the best around!\n\n \n\nFluffy, black Persian cat with copper eyes laying down on white background with front paws tucked underneath her body.\n\n \nSo you want to give your cat a haircut for summer. Maybe you want to keep her cool on the hottest days — or you just love a particular cut and want to see your sweetie looking as fly as other cats with fancy haircuts. Either way, there are a few things to consider first. Then we’ll go over some of the most popular cat haircuts out there.\n\nDoes My Cat Need a Haircut?\nThe short answer is, probably not. Unless your cat has a matted coat, haircuts are usually unnecessary. It is a good idea, however, to groom your cat regularly as recommended by your veterinarian for your specific breed. Not only will it help remove shedding fur that would otherwise end up — well, everywhere — but it’s a great way to bond with your cat and get her used to being handled in case you need to give her a bath or take care of her after an injury.\n\n \n\nPeople give their cats haircuts for various reasons: to reduce the flying fur of shedding, to reduce hairballs, and for sanitary reasons. If you do decide to give your cat a haircut, leave it to the professionals. Cats can easily become frightened of clippers, scissors, and other tools, and it’s easy to accidentally hurt your cat if you haven’t been well trained in the grooming arts.\n\nWith all that in mind, let’s move on to the haircuts!\n\nCat Haircuts\nThe lion cut is among the most popular haircuts around. It involves trimming all of your cat’s fur except for what’s on her head, neck, feet, and tail. Not only will she look more lion-esque, but it can keep her cooler if you live in a hot climate as well.\n\nThe comb cut is a simple haircut that removes all but ½ to 1 inch of your cat’s fur. It’s great for cutting down on shedding and hairballs, and makes it easier to inspect your cat’s body should she have any skin-related issues that need monitoring\n\nA belly shave removes most of the fur underneath your cat, and is generally given to longer-haired cats to prevent matting where it occurs most. It also helps these cats with hygiene, as it makes it easier for them to clean themselves.\n\nA sanitary or hygiene cut is a purely functional style. A groomer trims the cat’s fur around the anus to help keep the fur clear of waste that can stick to the cat after using the litter box. This cut is generally only given to long-haired and overweight cats.\n\nThere are other haircuts for cats specific to certain breeds — like the Persian shave-down — but most are variations on the cuts above. If your cat doesn’t have a specific need for a haircut, it may be best to let her natural coat do its part to prevent sunburn and skin cancer.\n\n \n\nRegular Care & Grooming\nWhether you choose to get your cat a haircut this summer, regular grooming should be an essential part of your cat’s life. Ask your veterinarian about what kind of brush to use, as well as how to use it, and how frequently.\n\nIt’s best to begin when your cat is a kitten so she won’t be too resistant as she matures. It may help to use food tidbits and keep initial sessions short. Regularly check the condition of her eyes, ears, teeth, skin, paws, and nails. Do so gently when she is calm and quiet, perhaps right after a nap.\n\nWhether you choose to get your cat a haircut or simply establish a regular grooming routine, we wish you and your cat a cool and comfortable summer!\n\n"
  },
  {
    "title": "Are Cats Clean?",
    "author": "Dru Eslemont",
    "date": "7/2/2017",
    "petType": "Cat",
    "content": "You may have seen the refrigerator magnet that reads, “The only self-cleaning thing in this house is the cat.” Felines have a well-earned reputation as immaculate creatures.\n\norange tabby cat licking its paw\nThinkstock\n\n“Healthy cats fastidiously groom themselves, ” says Victoria Voith, DVM, MSc, MA, PhD, DACVB, a professor in animal behavior at Western University of Health Sciences.\n\nAlthough reports vary, a healthy cat grooms himself up to 50 percent of the waking day, Dr. Cynthia McManis of Just Cats Veterinary Services tells WebVet.com.\n\nHow do cats groom themselves?\n\nThe cat’s barbed tongue serves many purposes. It:\n\nRemoves dead or loose fur\nStrips away the scent of food from the whiskers and the fur, reducing the chance of being detected by nearby predators\nHelps rid the coat of fleas and other parasites\nIncreases circulation\nControls body temperature\nSpeeds healing\nFeels good\nDo I need to give my cat a bath?\n\nWhile most dogs need to be bathed frequently to fend off doggy odor, cats seldom require baths. They may need a close encounter with shampoo and water because they unleashed the wrath of a skunk or got into something unhealthy. Otherwise, regular baths simply aren’t necessary. However, cats still might need help cleaning their inner ears regularly as they cannot clean that themselves.  Particularly if the cat scratches his ears of if there is smell in the ears. Over the age of 12 years, the majority of cats have some form of arthritis which might make them less flexible and less likely to be able to clean all parts of their body.  (Learn more about grooming your cat.)\n\nWhat if my cat isn’t grooming himself?\n\nCat parents can use their companion’s grooming habits to help gauge feline health. Too much or too little grooming can indicate that the cat has a health problem and needs to see a vet. And since a healthy cat should never smell, the presence of body odor or foul breath also requires a trip to the animal clinic. (Learn more about the subtle signs of a sick cat.)\n\nBut doesn’t the litter box make cats dirty?\n\nFor the same reason kitties have to scrub all traces of food from their coats, they also bury unconsumed prey: to remain invisible. They don’t want the neighborhood coyote to find the leftovers. Burying waste, a much appreciated trait according to most cat parents, also hides evidence from predators, and shields a kitty’s presence from more dominant cats.\n\n“Cats will [bury their waste in] a litter box, if litter boxes are used [and provided] appropriately. You have to maintain [the box] and use substrate [litter] appropriately, ” Dr. Voith says.\n\nWhat if my cat stops using the litter box?\n\nAccording to Dr. Voith, cats may stray from proper hygiene if the litter box goes unscooped for days or the substrate is offensive to the cat. Going outside the litter box could also be a warning that your cat is sick. As with a change in grooming habits, a departure from litter box etiquette is another cue you should take her to the vet.\n\nTo keep kitty properly using her litter box, the pan should be scooped daily and changed whenever the litter itself begins to smell. Every time you scoop, simply take a quick sniff of the remaining litter. When you start to notice the aroma of ammonia, it’s time to rinse out the box and refill with fresh litter.\n\nHow can I help my cat stay clean?\n\nWhile all cats strive to keep themselves and their environment clean, you should have your feline friend spayed or neutered. Unaltered cats, both male and female, publish their personal ads in urine. Altering kitties cuts down on the possibility of marking inside the house. (Learn more about cat spraying.)\n\nKeep your cat exclusively indoors, as indoor cats are at less risk of contracting disease and attracting parasites. (Learn more about indoor vs. outdoor cats.)\n\nAnd remember, a happy cat is a clean cat.\n\n"
  },
  {
    "title": "A Primer on Cat Grooming",
    "author": "Terrie Pawlowicz",
    "date": "4/7/2019",
    "petType": "Cat",
    "content": "Some cats require more grooming than others. Generally, the more fur a cat has, the more grooming she will need. Senior cats require more grooming because they groom themselves less meticulously. If you acclimate your cat to the grooming process as early as possible, grooming can be incident-free. If your cat simply won’t allow you to groom her, find yourself a professional groomer.\n\nBrushing\n\nA Primer on Cat Grooming\nThinkstock\n\nFrequent brushing is essential to keep your cat from getting hairballs, which can sometimes require surgery to remove. Brush shorthaired cats at least once weekly and longhaired cats at least every other day. When the warm weather hits in the spring, you may need to groom more often as your cat sheds her winter coat.\n\nA de-shedding tool is especially effective at removing hair, but care should be taken when using it. Don’t start by enthusiastically raking your cat’s backbone. Gently stroke her, then draw the brush across the very top of her coat without catching any hair in the teeth or bristles.\n\nDon’t assume that what works for one will work for all. You may have to try several different brush or comb types before finding one that works well on a particular cat.\n\nRemoving Mats\nMats are painful to your cat and can restrict movement, so they should be removed as soon as you notice them. If you brush your longhaired cat every other day, it will obviate the need to remove mats. But inevitably, every longhaired cat will develop them, and you’ll need to be adept at removing them without harming your cat.\n\nThe safest way to remove mats is with clippers. Have a helper hold the cat still while you shave away the mat.\n\nIf your cat has a number of mats, it’s much easier and safer to take her to a professional groomer.\n\nBathing\nSome cats rarely need baths; others, like members of the Sphynx cat breed, need weekly baths.\n\nBathing is easier if the cat has been accustomed to bathing since an early age. If she is not a frequent bather, you may need to prepare for battle\n\nFor specific advice on how to give your cat a bath read How to Survive Giving Your Cat a Bath.\n\nNail Clipping\nAs a general rule, you should trim your cat’s nails at least monthly. This procedure is best done with a helper who holds the cat in his lap while you trim the claws. If your cat isn’t wild about this procedure, wrap her in a towel to immobilize her, exposing one paw at a time.\n\nAs you look at the claw, you’ll notice a triangular pink area, which is the quick. Avoid cutting into this area, as doing so will cause bleeding and pain. To start, hold a paw and press the toe pad to extend the claw. Talk to your cat in a calm, soothing voice while you clip the tip of each nail. Clip straight up with a vertical cut, not diagonally across the nail. This will keep the nail from splitting.\n\nMany cats only need their front claws trimmed, so don’t feel you need to trim the rear claws if they don’t require it. If you snip the quick, don’t panic. Use a styptic to stop the bleeding, and calm your cat with a low soothing voice.\n\nEar Cleaning\nCheck your cat’s ears twice a month for dirt and wax buildup (and ticks if your cat spends time outdoors). Some breeds produce more wax than others and require more frequent cleaning.\n\nTo clean your cat’s ears, enlist the aid of a helper to restrain her. Wrapping her in a towel will help. Clean the ear lobe using a cotton ball to gently remove dirt, wax, and debris.\n\nOnly clean the parts of the ear that are visible. If there appears to be debris inside the ear canal, have a vet remove it.\n\n"
  },
  {
    "title": "Caring for Rats and Mice",
    "author": "Kandace Viall",
    "date": "10/8/2018",
    "petType": "Small and furry",
    "content": "Of all the rodents in the animal kingdom, rats and mice are perhaps the most maligned. Whether it’s the bubonic plague or the kibble missing from Rover’s bowl, these friendly creatures are blamed for crises large and small. Yet the popularity of mice and rats as pets is on the rise, a trend that’s mirrored by the number ending up in shelters. Here’s how to care for the little whiskered fellows when they arrive at your facility.\n\n1. Foil the Great Escape\nRats and mice are specialists in gnawing and burrowing, so their enclosures must be escape-proof. A glass aquarium with a secure screen lid is ideal, though rats and mice can be safely housed in wire cages with mesh openings no larger than a quarter-inch. If you use a wire cage, pad at least part of the floor with cardboard or newspaper to protect the tender pink feet of the occupants. Rats and mice are sensitive to environmental extremes, so they should be housed away from direct sun and drafts and, if possible, away from noise. Empty cereal and tissue boxes are inexpensive and make great hiding places, giving the rodents a sense of security.\n\n2. Prevent War Wounds\nRats and mice can be territorial, so don’t house strangers together. If your rats or mice have come from the same home, they can remain roomies, as long as they’re of the same sex. A pregnant female should always be housed separately; she’ll feel more secure when she gives birth, and will be less likely to see her babies as a Happy Meal. Beware: Mice may look like little rats, but these two species should never be housed together.\n\n3. Design the Master Bedroom\nThe phrase “I smell a rat”is a bit misleading, as rats are not particularly smelly animals. Both rats and mice are meticulous groomers, cleaning each other as some cats do. These rodents like tidy homes, usually reserving one corner of their cage for urination. If you provide a small litter box filled with unscented cat litter, rats and mice will probably use it only for pooping. For bedding, use shredded tissue paper, paper towels, or unprinted newspaper. Many rat and mice aficionados recommend avoiding cedar and pine shavings, which may irritate the lungs, kidneys, and livers of rodents. Change bedding every three to five days, leaving some of the used but unsoiled bedding behind that “new cage smell” can be unappealing to the discerning noses of rats and mice.\n\n4. Dinner’s On!\nGood grub and fresh water should be available to rats and mice at all times. The animals should eat rodent chow as a mainstay of their diets; in a pinch, dog food kibble with a fat content below eight percent can temporarily substitute for the chow. Supplements of hard fruits and veggies like apples, carrots, and sweet potatoes will satisfy the pickiest eater. A hanging bottle of water will allow any rat or mouse to quench his thirst.\n\n5. Toy With Their Affections\nAll play and no work makes a happy rodent, so give the rats and mice in your care plenty of toys. Exercise wheels can provide them with hours of fun. Empty paper egg cartons and paper-towel or toilet-paper tubes make good chewing and climbing material, and untreated wooden blocks satisfy their need to gnaw. Gnawing helps keep rats’ ever-growing teeth in check.\n\n6. Handle With Care\nBecause of their poor eyesight, rats and mice can be easily startled, so make them aware of your presence by talking to them and letting them smell your hand before attempting to pick them up. Make sure your hands are freshly washed, as rats may bite when they smell something tasty on your fingers (or when they are defending their babies). Handle rats and mice as you would a small kitten, being sure not to grab them by their tails. During cleaning, it may be easiest to allow them to crawl into a plastic canister; you can then remove the container, rodents and all, for safe transport to another cage.\n\n"
  },
  {
    "title": "Ferret Care",
    "author": "Gabbie Bernakiewicz",
    "date": "12/13/2016",
    "petType": "Small and furry",
    "content": "Ferrets were once an uncommon sight in most animal shelters, but now many facilities have a separate cage or two set aside for these sociable creatures. Still, many animal care workers are unaware of the special needs of these domesticated weasels. If your shelter sees ferrets regularly, find an experienced veterinarian who can perform initial health exams and provide ongoing medical care. And whenever you need to brush up on your knowledge, review the tips below.\n\n1: Pick Out Some Furniture\nFerrets’ ancestors were den animals, so any temporary home you create should be like a den, too. Use a wire cage that’s at least 18 inches long, 18 inches deep, and 30 inches wide. Many ferrets prefer bi-level cages that feature stairs or ramps that ferrets can climb, and shelves or hammocks where ferrets can perch. An ordinary cat cage will work in a pinch, but avoid aquariums, which provide poor ventilation. Because ferrets are accomplished escape artists, the cage should feature a secure latch and openings no larger than one inch by two inches. Since wire flooring is uncomfortable to a ferret’s feet, place linoleum tiles on the floor or line the cage bottom with soft material such as washable carpet. Not all materials will work, however: wood flooring is difficult to disinfect, newspaper will blacken a ferret’s feet, and cedar chips hold in bad odors and may even cause respiratory problems. Place the cage away from direct sunlight, in a cool, shaded area where temperatures range between 55 and 70 degrees. Clean bedding with a mild detergent and hot water, then disinfect the cage.\n\n2: Teach ‘Em Litter Literacy\nYou can save time cleaning a ferret’s cage by simply teaching the animal to use a litter pan. Find a small cardboard or plastic tray that’s three to five inches high to serve as a litter box, and secure it to one side of the cage, away from sleeping and eating areas. Clumping litter will irritate a ferret’s eyes and may cause respiratory problems, so fill the litter tray with one inch or more of pelleted litter products made from paper or plant fibers. Ferrets aren’t as fastidious as cats and may not cover their waste regularly, so you will probably need to scoop the litter more often.\n\n3: Show ‘Em a Good Time\nLike cats, ferrets enjoy their naps and will often sleep 15 to 20 hours a day. But when awake, ferrets like to be active, so the more you entertain them, the happierand less mischievousthey’ll be. Ferrets love to crawl through almost anything, including PVC piping, cardboard boxes, paper bags, clothes dryer hoses, and even denim blue jeans. Safely secure a toy to the top of the cage, and your guest may be content to bat the object around for a while.\n\n4: Set The Table\nFerrets are obligate carnivores and their good health depends on a quality ferret diet that contains at least 34% animal meat protein and 22% fat. Cat and dog foods are not appropriate. Snacks, such as chicken or turkey, are recommended. Vegetables should be avoided because they are difficult to digest and may cause choking or gastrointestinal blockages. Fruits should not be given because they contain fructose and sugars that have been shown to exacerbate insulinoma conditions. Egg whites (albumin) and raw onion can lead to hemolytic anemia.\n\n5: Hold On Loosely\nFerrets are social creatures who enjoy visiting with people, so try to find time to let them roam in a secure area outside of their cages. Although they have a great sense of smell and acute hearing, ferrets have limited vision, which means handlers should avoid sudden movements and speak in a gentle voice before approaching. Because ferrets have fragile skeletons, you’ll need to handle them carefully. Never pick up a ferret by the tail; instead, let the ferret come to you, then lift him from behind using two handsone to support his chest and one to cradle his hips. You can also grasp the scruff of a ferret’s neck and support his bottom with your hands. Remember, too, that ferrets are known to nip. If you point a finger at a ferret or poke him, he may think you’re an enemy or a source of food.\n\n6: Keep ‘Em Clean\nTo put it kindly, ferrets don’t always come up smelling like roses. A ferret’s sebaceous glands, which are used to mark territory, secrete oil with a natural musky odor, and the animal’s anal scent glands can spray just like a skunk’s. If you think a ferret may be around for an extended stay at your shelter, consider spaying or neutering the animal prior to adoption to minimize odors, or simply change the bedding frequently. Bathing a ferret with kitten shampoo, ferret shampoo, or diluted baby shampoo can also help. But too many baths will only force the animal’s scent and oil glands to work overtime.\n\nFerrets are prone to ear mites, so every few weeks their ears should be cleaned with a cotton swab soaked in a cleanser purchased at a pet supply store. Like dogs and cats, ferrets are prone to fleas and ticks as well, but a veterinarian should help you meet their needs by adapting the flea control program in place for dogs and cats.\n\n"
  },
  {
    "title": "Caring For Your Hamster",
    "author": "Cathe Shimwell",
    "date": "12/20/2018",
    "petType": "Small and furry",
    "content": "Hamsters make great pets but, as with any companion animal, do your research so you understand their needs and requirements for a full, happy life.\n\nAre Hamsters Good Pets for Kids?\nContrary to popular belief, hamsters might not be the best pets for kids, according to the American Animal Hospital Association (AAHA). Hamsters can bite if startled or handled roughly. In addition, they are small and delicate so they need to be handled gently. Even older kids should be supervised when holding a hamster.\n\nAlso, hamsters are nocturnal, which means they sleep during the day and have their fun at night. Placing a hamster in a child’s bedroom may interfere with the child’s rest: The hamster’s nightly activities might wake the child and make sleep difficult.\n\nWhat Kind of Cage Does My Hamster Need?\nAAHA recommends that hamsters be kept in an aquarium rather than a wire cage. “Aquariums are better than cages because cages might have bars that their feet can get caught in and break,” according to the association. “A well-ventilated aquarium with a top that seals so your hamster can’t push up on it and escape is best. Line the aquarium/cage with shredded paper (newspaper or paper towels) or recycled paper bedding (no shavings of any kind), with a mound in a corner – hamsters love to burrow.”\n\nKeep your hamster’s living quarters at room temperature. Avoid areas that are either excessively cold or warm. Clean your hamster’s living quarters regularly.\n\nDo Hamsters Need Exercise and Toys?\nYes: Hamsters need lots of exercise. Provide your hamster with a wheel on which to run. Hamsters also like to hide and crawl through tubes. Put tunnels in your hamster’s cage to keep him entertained as well as to provide exercise.\n\nAlso, hamsters’ teeth are always growing. Provide chew toys or a block of untreated, unpainted wood to gnaw on to keep his teeth healthy.\n\nWhat Do Hamsters Eat?\nYour hamster should be provided with a commercial pellet diet. These diets are complete and will provide all your hamster’s nutritional needs. Seed and nut diets will not. You can supplement your hamster’s diet with fresh vegetables. Feed your hamster in the evening, when they are most active.\n\nHamsters can store a large amount of food in their cheeks. To the novice guardian, a hamster with full cheek pouches may look strange and even cause worry, but this is perfectly normal for all hamsters.\n\nWater is also important for your hamster’s health. Be sure your hamster has clean fresh water at all times.\n\nCan Hamsters Live Together?\nHamsters can be aggressive toward one another. If you elect to house more than one hamster in the same living area, AAHA recommends choosing hamsters of the same sex and purchasing them at the same time. Avoid introducing a new hamster to other hamsters who have already become accustomed to their home. Doing so will result in fighting and possibly in injuries.\n\nLots of shelters and rescue groups have adoptable hamsters. Be sure to check Petfinder’s adoptable hamster listings to see if there are any for adoption in your area.\n\n"
  },
  {
    "title": "Winter Tips for Ferrets",
    "author": "Diane-marie Eagles",
    "date": "5/15/2018",
    "petType": "Small and furry",
    "content": "Winter has arrived and it is time to turn on your thermostat. First, a question: How is your house heated? Will the heating units be a danger to your ferret(s)? How about the dry air/heat?\n\nAmerican housing employs a variety of heating methods. Forced hot water is usually found in baseboard units or radiators in homes. Ferrets can be very good at prying the covers off baseboard units, exposing themselves to the hot pipes. Radiators for steam / hot water provide the same danger – burns from contact with hot metal. Radiators and baseboard heaters need to be isolated from your ferrets to prevent burns. In the event that you find a burn on a ferret, follow this advice: immerse the burned area in cool water, and get to a veterinarian as soon as possible. Dehydration and shock can occur in severe burn situations, and pain medication will be needed in all cases.\n\nDifferent dangers exist with forced hot air heaters. Ferrets have been known to crawl into vent systems, requiring owners to search the house with squeaky toys while disassembling the ductwork. Make sure all vents are securely fastened.\n\nHeating of all types leads to dry air in the house. Humidifiers and an increase in water available to all pets will offset the dehydrating effects of dry heat. Vaseline or aloe can be used on dry noses and paws.\n\nKeeping ferrets free from drafts in the winter months will deter chances of colds. Check the walls and windows to make sure they are tight from drafts — moving ferret housing to an inside wall is always a good plan. Common colds left untreated can cause dehydration and death of your pet ferret.\n\nRemember, it is also important to make sure your ferrets don’t get overheated. Ferrets are most comfortable at temperatures of 55-68 degrees, and actually like playing outside in the snow in many cases. A few blankets or snuggle sacks in a cool room and your ferrets will be all set to face the winter cold.\n\n"
  },
  {
    "title": "Tips On Cleaning Ferret Ears",
    "author": "Emilia Bond",
    "date": "8/17/2017",
    "petType": "Small and furry",
    "content": "Ear Cleaning tips for ferret owners:\n\n\nPhoto Credit: Thinkstock\n\nFrom time to time, ferrets get dirty ears. For optimum good health, it is always important to make sure the ears are clear of debris and discharge. Simple orange to yellow colored debris is normal and can be easily cleaned. If you notice very dark brown or black debris or any noticeable discharge a trip to the vet is in order to rule out yeast infections or ear mite infestations. Left untreated, both conditions can turn into severe health compromises in your pet ferret.\n\nTo clean your pet ferret’s ears we recommend the following:\n\nUse a safe ear cleaning solution. We prefer Oti-clens™ cleanser but a similar safe ear cleaner can be recommended by your veterinarian.\nBefore you begin ear cleaning, set the bottle of ferret-safe gentle cleanser in a bowl of warm water to let the fluid warm — remember cold drops are very irritating to our pets– their body temp is 101-103 degrees so a cold drop at 68-70 is uncomfortable for the ferret.\nGently apply a few drops in each ear canal after warming (making sure the cleansing solution is not hot) and while still scruffing the ferret (grasping and firmly holding the fur on the back of the neck) , massage the area behind the ear — this helps the drops get down deep and break up wax & debris. Your ferret will shake his / her head to clear the ear. A cotton ball or swab can be used to loosen debris from the outer ear. Be careful not to push a swab deep into the ear. You might pack the wax tight to the ear drum or accidentally punch a hole in it causing an inner ear infection.\nIf you are still unsure of proper cleaning techniques please contact either a shelter technician or veterinarian for instruction.\n\n"
  },
  {
    "title": "Regular Checkups for Good Ferret Health",
    "author": "Arline Gerling",
    "date": "6/24/2019",
    "petType": "Small and furry",
    "content": "Ferret caretakers should perform the following assessments of their companion ferrets each month to ensure good health and preventative care:\n\nKeep a record of your ferret’s weight. Major weight changes could signal a health problem. (Seasonal weight fluctuations in Spring/Fall are normal.) Check to see if your veterinarian will allow you to use his/her scales for health checks.\nCheck that coat. Your ferret’s coat should be shiny and glossy, except during coat change seasons. If you notice a hair loss which does not regrow within a normal time frame, check with your vet. Also, check to make sure your ferret is free of fleas. You may find flea dirt (black specks) in the fur. There are a couple of safe products for flea treatment: shampoos for kittens with pyrethrins and a small dose treatment of Advantage (vet supervised) should keep your home and ferret free of fleas.\nCheck the skin condition. Is it dry, flaky, discolored? These changes should be reported to your vet.\nCheck your ferret’s eyes. Are they clear and bright? Is there any colored discharge? Watery eyes may indicate an allergy or irritation, perhaps even a cold. If this persists, it should be checked by your veterinarian.\nKeep ears clean and check dark debris for ear mites. An abundance of debris is not normal. Ears should be pink and free of odor. If the ears are smelly, have your vet check for ear mites. Mites left untreated can cause minor infections and other problems.\nCheck the color of your ferret’s gums. They should be pink, pale gums indicate a problem. Gently press a finger against the gums. The pink color should return to them quickly, indicating good blood flow. Also, check teeth for tartar build-up.\nCheck your ferret’s breath. Bad breath can indicate more than tooth and gum problems.\nCheck the entire torso for any lumps or bumps.\nCheck the feet and pads for dryness or cracking. Older ferrets may have dry foot pads. Applying a small application of Vaseline™ to the pads will protect them from cracking and drying, especially in dry winter heat.\nCheck your ferret’s genitalia to make sure there is no swelling or signs of irritation. If either is observed, contact your veterinarian.\nDoes your ferret cough or gasp? First, rule out the probability of hair ingestion during shedding season. Then, if either condition persists, see your veterinarian.\nRemember that finding a health problem early can make all the difference in a quick recovery. Whenever you observe any health indicators that are out of the ordinary, contact your veterinarian.\n\n"
  },
  {
    "title": "Rat Care",
    "author": "Gare Greve",
    "date": "11/26/2016",
    "petType": "Small and furry",
    "content": "Here’s how to keep your smart, active friend happy and healthy.\n\nBackground\n\n\nPhoto Credit: Thinkstock\n\nThe domestic rat is a descendant of the wild brown rat (Rattus norvegicus) and has been bred as a pet for about a hundred years. Pet rats are less fearful than their wild cousins, and when handled gently they quickly learn to enjoy riding on their human friends’ shoulders and napping in their laps.\n\nThe average rat ranges from 14 to 18 inches long, including tail. These companion rodents come in a variety of coat types and colors, from curly and shiny to black, white and black-and-white. If well cared for, rats typically live two to three years.\n\nBaby rats can be removed from their litters at about six weeks of age. They are able to reproduce at this time, so it is recommended that males and females be kept separately. Rats are full grown at six months of age. Adult males, called bucks, generally weigh 400 to 700 grams, and adult females (known as does) are significantly smaller at 200 to 500 grams.\n\nRats can be great pets for kids, but young caretakers should always be supervised by an adult. These animals are not toys and should be treated gently.\n\nHousing\nRats are very social with members of their own kind, and should be kept in pairs at least. A pair of females is recommended for first-time rat caretakers. Males will do well together generally only if introduced when they are young. Females, on the other hand, are more accepting of new friends when introduced later in life. Do not house males and females together, as they will breed—and breed. The average rat litter is 12 young and can be as high as 20. Care needs to be taken to separate males and females when they are six weeks of age to avoid unwanted litters.\n\nRats do best in wire cages because they enjoy climbing, and there is good ventilation. A cage that is 2’ x 2’ x 2’ will generally do for a pair of rats—if you plan to keep more than that, you’ll need a larger cage. The floor should be solid, and a beddingbedding of aspen or pelleted recycled paper should be provided. Do not use pine or cedar shavings, which can be harmful to your pets.\n\nA large, multi-level cage designed for ferrets can also make a great rat home, as can a large aquarium. If you opt for the latter, it will require a screen cover to provide ventilation, and will probably need to be cleaned more often than a wire cage to keep odor problems under control.\n\nWhatever type of cage you choose, don’t forget the furniture! Provide small boxes or flower pots to hide in, and PVC tubes for your rats to run through. You can also add a tree branch for them to climb on. Some rats enjoy running on an exercise wheel, so you may want to get yours one. Make sure that the wheel has a solid surface without wire rungs, so their tails cannot get caught while running.\n\nRats can be prone to colds, so be sure to keep the cage out of drafts. Intense direct sunlight should also be avoided.\n\nDiet\nYour pets will do well on rat blocks (sometimes called lab blocks), a high-quality pellet chow formulated for rodents. Look for a brand that lists soymeal as its main ingredient. This food should be available at all times.\n\nYou can supplement your rats’ diet with some fresh fruits and vegetables every day. Peas, broccoli, carrots, apples and bananas are good foods to start with, but it’s fun to try new things and find out your pets’ favorites. Rats love people food, and you can give yours the occasional table scrap, such as cooked pasta or a bit of pizza crust. Treats need to be limited to prevent obesity.\n\nDo not give your rats chocolate, corn, candy, caffeinated beverages, cheese and sticky foods such as taffy and peanut butter.\n\nFresh, clean water should be available at all times. A water bottle with a drinking tube that attaches to the side of the cage is the best way to go.\n\nGeneral Care\nRemove droppings, uneaten food and soiled areas of bedding from your pets’ cage every day.\n\nClean the cage completely once a week by replacing dirty bedding and scrubbing down the rest of the cage with warm, soapy water.\n\nLike that of all rodents, a rat’s front teeth grow continuously. Provide unpainted, untreated pieces of wood, dog biscuits or safe cardboard or rawhide chew toys for your rats to gnaw on. This is crucial for keeping their teeth in tip-top condition and preventing dental problems.\n\nRats LOVE to play with toys, and a bored rat is an unhappy rat. You can offer yours many of the same toys that are enjoyed by parrots, including swings and ropes for climbing.\n\nRats are friendly and curious by nature, but you’ll need to get your pets used to you— and used to being handled. Start by feeding them small treats. When they’re comfortable with that, you can pick them up, one hand supporting the bottom, the other over the back. When you get to know each other better, don’t be surprised if your little guys want to snuggle and be petted.\n\nOnce your rats are hand-tamed, you should let them play outside of the cage in a safe, secure area for an hour or so every day. This out-of-cage playtime will keep your smart, active friends mentally stimulated and physically fit—just be sure to supervise at all times, please.\n\nIf you think one of your rats is sick, don’t delay—seek medical attention immediately.\n\n"
  },
  {
    "title": "Guinea Pig Illness Warning Signs",
    "author": "Sammy Alabone",
    "date": "7/24/2020",
    "petType": "Small and furry",
    "content": "A cavy’s health can deteriorate very quickly. By the time problems become apparent, illnesses may be life-threatening. Find a cavy-knowledgeable exotics vet soon after adopting a guinea pig so you know whom to contact in an emergency. Prompt, competent veterinary care is crucial to saving the life of a sick cavy. When caught early, most illnesses can be cured fairly easily with a course of antibiotics safe for cavies.\n\nA responsible guardian will learn the warning signs of illness and be willing to seek veterinary care when necessary. See a vet immediately if your cavy shows any of these signs:\n\nRefusal to eat or drink\nLabored breathing, wheezing\nCrusty eyes, sneezing\nRough or puffed-up coat\nDull and/or receding eyes\nLethargy, hunched posture\nDrooling\nWatery diarrhea\nBlood in urine\nLimping\nHair loss, excessive scratching\nLoss of balance\nAny behavior unusual for your pig, e.g. facing a corner and being slow to respond\nTo help monitor health, be sure to weigh your cavy weekly. A two- or three-ounce loss may indicate the onset of a problem. If your cavy has lost four or more ounces, see a vet immediately. A guinea pig who is not eating is seriously ill and must be seen by a vet for treatment and must be hand-fed. Be observant!\n\nYour vet should know that some medications that disrupt the intestinal flora, like penicillins, are deadly to cavies. Do not allow your vet to prescribe Amoxicillin! If your pet is prescribed antibiotics, ask how quickly the medication should take effect. If your cavy does poorly on a particular antibiotic and stops eating, call your vet to discuss changing antibiotics."
  },
  {
    "title": "Companionship for Guinea Pigs",
    "author": "Gamaliel Orpwood",
    "date": "6/3/2017",
    "petType": "Small and furry",
    "content": "Cavies are extremely social, herd animals who thrive in the company of other pigs. Some people who re-home believe so strongly that a companion is vital to the well-being of a lone animal that they will only place cavies as same-sex/neutered pairs or as companions to other cavies in single or multiple cavy homes. Cavies in groups are more vocal and more interesting to observe. The best entertainment for your guinea pig is a friend.\n\nIt is a common misconception that two male guinea pigs will fight. Compatibility between two guinea pigs is determined by the personalities of the individuals rather than their gender. Some cavies will fight with any pig, but the vast majority delight in having a companion. The easiest match is usually between two babies or a baby and an adult guinea pig, but adults can be paired successfully as well. (See “Resources” for online advice to help make introductions a success.) Remember to quarantine any new cavies for two to three weeks in order to avoid introducing illness or parasites to your resident pig(s). This is especially important with pet-store pigs, as inexperienced staff often do not recognize signs of illness and fail to disinfect cages between shipments. If one pig is ill, chances are high the others may also be ill. If possible, adopt from a shelter or rescue group rather than buy from a pet store.\n\nGood food A sound diet is the cornerstone of good health. Guinea pigs, like humans, require a source of vitamin C in their diet. Fresh clean water, soft grass hay, and plain dye-free pellets formulated with Vitamin C especially for guinea pigs should always be available. Small amounts of fresh vegetables (about a cup a day) are an important additional source of vitamin C and other nutrients. Parsley, romaine lettuce, a small piece of carrot, tomato and green pepper are popular choices as are forages like clean grass, clover and dandelion greens. Remember that cavies are strict herbivores and should not be fed dairy or meat products.\n\nUnlimited high-quality grass hay, like timothy or orchard grass, is a mainstay of a cavy’s diet and should always be available. Grass hay keeps the cavy’s digestive system moving and helps prevent the teeth from becoming too long. Loïc Legendre, D.V.M., a specialist in veterinary dentistry in Canada feels that alfalfa pellets are too soft and high in calories and are best minimized or eliminated. He suggests providing a more natural diet of rough grass and hay, similar to what they would consume in the wild. He notes that not only their incisors but also their cheek teeth continue to grow throughout their lives, and since more concentrated food sources result in less chewing, the teeth may not wear normally, leading to malocclusion. A healthy guinea pig does not require routine tooth trimming.\n\nAppropriate Housing Adequate space has a profound influence on the happiness and well-being of guinea pigs. Cavies introduced to large cages reportedly show their approval by “popcorning” (a term for bucking and/or throwing themselves into the air when they’re happy). And more space in multiple-pig households means that getting along is easier. Teresa Murphy of Cavy Spirit Rescue in San Mateo, California, whose educational websites offer valuable advice, makes a compelling case for providing spacious cages of eight square feet and more: a larger cage will require less frequent cleaning and can be a more stimulating environment with space for play, toys and exercise. If separation from other household pets is not an issue, an open-topped enclosure allows easier interaction between you and your pet. (Also see “Resources” for attractive, affordable housing plans and designs.) Bedding materials like paper products, wood shavings or pellets should be changed every three or four days and spot-cleaned daily. Avoid cedar shavings; cedar is not recommended for any small animal.\n\n"
  },
  {
    "title": "Gerbil Care",
    "author": "Ambrose Reolfi",
    "date": "5/3/2017",
    "petType": "Small and furry",
    "content": "Background\n\n\nPhoto Credit: Thinkstock\n\nGerbils are native to many parts of the world, but the type of gerbil most commonly kept as a pet is the Mongolian.\n\nGerbils come in a variety of colors, but usually have white fur on their belly. Their tails are covered with hair, unlike those of mice.\n\nGerbils usually live for three to four years. Most are nocturnal, but Mongolians are not. All gerbils are very frisky, and can easily escape from a cage that isn’t closed securely. Their eyesight isn’t very good, so they sometimes fall off tables when they are running around loose, but their hearing and sense of smell are both very acute.\n\nChildren caring for gerbils should be supervised by an adult.\n\nHousing\n\nGerbils should be kept in a wire cage or an aquarium that has a wire mesh top. The enclosure should be placed away from direct sunlight or drafts, and lined with an absorbent bedding or some other form of litter. Be sure to change the litter often enough to keep it dry and odor-free.\n\nGerbils like to play, so provide them with an exercise wheel that does not have any openings in which their tail can get caught and/or allow them to run around outside of their cage for a supervised period of time each day in one room carefully checked for any places from which the gerbils can escape.\n\nGerbil food is available at many pet stores, but gerbils can be given sunflower seeds, nuts, alfalfa pellets and fresh vegetables as well. Be sure to clean up any leftover fresh food before it spoils. It is best to use a bottle with a drinking tube to provide water.\n\nGeneral Care\n\nGerbils’ teeth grow continuously, just like those of all other rodents. So, it is important that they be given a sterilized bone or twig that has not been treated with pesticides or any other chemicals to gnaw.\n\nGerbils are social animals, so it’s best to get at least two. However, since gerbils are prolific breeders, keeping males and females together is not recommended.\n\nA gerbil who is ill should be seen by a veterinarian.\n\n"
  },
  {
    "title": "Ferret Teeth and Dental Care for Ferrets",
    "author": "Truman Starten",
    "date": "11/13/2017",
    "petType": "Small and furry",
    "content": "Ferrets have wonderful pearly whites, as my grandmother called them, beautiful functional teeth. They glisten and are bright white. Teeth are wondrous tools, they enable the ferret to eat, to grab onto and hold or move objects — actually like another hand– and they enable caretakers to estimate the age of a ferret by the appearance of them. Of course, ferret caretakers should realize that ferret teeth , like those of humans need proper care!!\n\nThe new ferret owner usually finds these teeth early on after the ferrets arrival as they start using their tiny teeth and chewing, this is due to the fact that baby ferrets are usually purchased with milk teeth. These milk teeth are replaced by the permanent canine teeth at about age 7-9 weeks of age. Ferrets also have incisor teeth on both the upper and lower jaw, most commonly you will see six of these incisors between the canines. The ferret teeth grow from the tip down toward the root, which is why older ferrets appear to have larger teeth. Of course as in humans, as the ferret gets older the gums will also start to recede, thus making the tooth again look larger than before.\n\nOften owners will notice a chip or abrasion on a ferrets canine tooth. Usually, this is not an alarming condition. Ferrets love to chew their wire cages and sometimes an overzealous tug on the wire, or a fall onto a wood or tile floor will cause a chip or fracture of the ( usually upper) canine. If a fracture occurs usually this will not require special dental care UNLESS the pulp is exposed. Vets and owners however, should monitor the tooth for any signs of abscess or infection.\n\nDental hygiene for ferrets is a necessary, though not well understood part of regular ferret care. Owners who regularly or occasionally enter their domestic ferrets in ferret shows realize that dental hygiene is taken into consideration by the show judges, after all , good health involves good dental hygiene. However, the majority of ferret owners do not always realize that dental hygiene is very important for their ferrets overall health and well being. While most ferret owners are meticulous regarding the care and maintenance of their pets, many do not realize the importance or the necessity of good dental care.\n\nWhat the Vets say.. and Why\nFerrets, like other companion animals, benefit greatly from a dental care regimen. Most veterinarians recommend a twice monthly basic tooth brushing as a recommended basic oral hygiene care. (This is about on par with a feline’s recommended dental care regimen) The reasons for a dental care regimen are varied. Basically, bacteria can enter the animal’s system through inflamed gums, which are caused by plaque buildup (commonly identified as periodontal disease). Periodontal disease can be a cause of several conditions in the ferret including: tooth root abscesses, endocarditis or periocarditis (heart disease), and low-grade chronic infections which can lead to: weight loss, susceptibility to infections in general, and lethargy.\n\nWell rounded and knowledgeable ferret owners will opt for a few minutes to care for their pets teeth when weighing the odds against illness and infection. Some other health conditions which could be related to gum infections and poor teeth are enlarged spleens or splenomegaly. For as the infection smolders, the spleen enlarges, thus causing symptoms such as an enlarged mid section and lethargy. There are many reasons to provide care for your ferrets dental health!!!\n\nThe supplies for the maintenance. A feline toothbrush either latex thimble, or bristle brush, and some flavored pet toothpaste.\n\nSo, how do you brush a ferrets teeth? For routine maintenance at home, there are several toothbrushes on the market that can work remarkably well. Feline toothbrushes come in either the standard bristle toothbrush, or as I prefer, a latex finger toothbrush. The finger toothbrush is constructed of a pliable latex material, bristles and all, which fits over your index finger thimble style. These toothbrushes either bristled or latex are available in a variety of locations, your veterinarians office, pet supply or pet stores. Some folks opt to just wrap their ( owners)finger with gauze and apply the toothpaste to that… in either case what you are comfortable with and what will get the job done will work!!\n\nIn deciding which toothbrush to get for your ferret dental care you should first consider several things: How does your ferret deal with you handling it’s mouth and teeth? If the ferret is young and still nippy, then the best brush would be a bristled brush. If your ferret is older and mellow and you interact regularly with care and maintenance the thimble style toothbrush should do just fine. Several companies manufacture the above mentioned items along with flavored toothpaste for pets. Scalers are also available from either pet supply houses or at ferret shows, or perhaps your veterinarian also offers these.\n\nHow to’s…the brushing\nIf you have never brushed your ferrets teeth, you may need to gradually get him or her used to having it’s mouth manipulated. Start by gently massaging the ferrets cheeks and mouth with your finger. Over the course of several days, work up to rubbing his teeth and gums with your finger. when your ferret seems to tolerate this well, you can let him taste the toothpaste ( see below) and begin to introduce him to the toothbrush. You will probably want to scruff your ferret or have someone else hold him / her. Remember to be patient — this is a new experience for your ferret.\n\nUsing the toothbrush or finger toothbrush and a feline toothpaste (our ferrets seem to prefer malt flavor) gently massage the gums and the canine teeth. You will notice that the buildup of treats and soft food items cleans off very easily. The toothpaste is edible so there is no need for rinsing. Never use human toothpaste or baking soda on any pet’s teeth, it can be harmful to the enamel. It is also advised to work back towards the molars to help reduce the tartar buildup in the areas that the tongue does not reach. This will reduce the need for frequent vet tooth cleanings. Crunchy food ( kibbled food) is recommended to help keep teeth clean, but it is not enough to do the entire job.\n\nThe dirty teeth ?? — tartar…where to start?\nIf the ferrets teeth already have a heavy buildup of plaque, you will need to start by having your veterinarian do a dental scaling. This usually entails the ferret being put under anesthesia (isofluorane). Or, if your ferret is docile and you are knowledgeable and comfortable in doing so you can try this yourself without anesthesia. You may find that your vet will show you how to scale your ferrets teeth and provide instructions should you ask. A dental scaling cleans the surfaces below and above the gum line and should be done when you notice the teeth do not appear white anymore. The tan color material (plaque) is usually very soft and can be removed easily. If it is allowed to remain it will turn into tartar. Tartar (grayish or greenish spots on the teeth, usually most visible on the molars) can differ in color from a greenish, brownish or yellowish color. It may take on a reddish tint if the gums bleed from irritation and stains the tartar. Tartar is a hardened buildup which causes irritation to the gums, and infection in advanced stages, this is why it is imperative to keep the ferrets teeth clean.\n\nDo it yourself’ers Scaling….\nTo scale your ferrets teeth you will need a dental instrument or scraper. These scrapers are available from either pet supply houses or at pet shows. Some of the scrapers differ in design, some have pointier ends, while others are shovel ended, others have more rounded ends. In some cases using your fingernail will work for plaque and tartar below the gum line, however owners should be aware that the tartar above the gum line is important to remove as well. Developing a technique for scaling will depend on the type of tool you use, and how aggressive the build up of tartar is on the teeth. The motion will be either side to side ( a scrubbing motion) or up and down ( starting at the gum line or just under and above it and pulling down where you pull the tartar off the tooth. You may need to break up the heavily built up areas and by applying pressure in the center this aids in the break up of the tartar on the tooth. It is well advised after scaling to either brush the teeth, of buff them with a gauze wrapped around your finger. This buffs the sharp edges which may be left from scraping and also cleans away any debris left from the scaling.\n\nIt should be understood that a vet tooth cleaning may be required for scaling the tartar off your ferrets teeth about every one to two years for optimum dental health. How often your ferret needs a veterinary tooth scaling will vary according to your ferrets diet. Ferrets who eat soft foods ( not recommended unless health condition requires) and treats will require more frequent dental cleanings.\n\n"
  },
  {
    "title": "How To Care for Guinea Pigs",
    "author": "Constancy Baggot",
    "date": "3/11/2017",
    "petType": "Small and furry",
    "content": "A descendant of the wild guinea pigs of South America, today’s domesticated guinea pig is viewed by many as an “easy”pet for children. Soon enough, parents and children discover that this new companion animal requires substantially more care than the child’s favorite stuffed toy. You know what often happens next: The guinea pig is brought to your shelter, in need of special attention because his owners failed to give him proper care. You will need to provide that for him until he can be placed with responsible adopters who can meet his needs.\n\nLike rabbits, ferrets, and other small domesticated mammals, guinea pigs require an environment and treatment distinct from dogs and cats. By modifying what you already have in your shelter, adding a few extras, and following the steps below, you can help guinea pigs feel comfortable in your facility.\n\n1. Make Room at the Inn\nIdeally, guinea pigs should be kept with other small mammals in a room away from cats and dogs. If your shelter lacks a separate space, you can house guinea pigs in the cat room, but set up your caging so they do not have to face cats. Whatever room you use, maintain the temperature at 65-75 degrees to minimize the risk of respiratory disease.\n\nThey may be small, but guinea pigs require ample space to move about. Make sure their living quarters are at least 18 inches wide, 14 inches high, and 25 inches deep. Even though their stay with you will be temporary, guinea pigs housed in larger cages are more likely to be active, and thus more likely to attract prospective adopters. Traditional stainless-steel cat cages will work; aquariums, however, provide poor ventilation, and mesh or wire-floor cages hurt guinea pigs’ tender feet.\n\nWhen choosing floor linings and cage furnishings, keep in mind that guinea pigs will chew on just about anything to wear down their constantly growing teeth, so everything placed in the cage must be nontoxic. Use plenty of lining materialshredded ink-free paper or commercial nesting materials available at pet-supply stores, for examplebecause guinea pigs will use the material as both bedding and bathroom.\n\nRemember also to provide plenty of high-quality hay, which these rodents use for nesting and snacking. Do not use materials such as sawdust, cedar chips, or fabrics that may cause respiratory or other health problems. Finally, provide your guests with a gnawing log (such as an untreated fruit tree branch), tunnels to crawl through, and platforms to climb on. Add a heavy food bowl resistant to tipping and gnawing and a water bottle with a sipper tube.\n\n2. Get a Little Closer\nGuinea pigs are easily stressed, so they require careful handling. To pick up the rodent, slowly place one hand under his chest just behind the front legs, and gently cup your other hand under his hindquarters. Once you have a firm but gentle grip on the animal, lift him. Then immediately pull him close to your chest or lap so he feels safe and doesn’t thrash around.\n\n3. Give ‘Em Their Greens\nFeed these animals commercial guinea pig food, formulated especially for the species. These herbivores require a lot of vitamin C, so feed them fresh veggies such as kale and cabbage and ask the assisting veterinarian about vitamin supplements. Treat guinea pigs to fruits, including melon slices and apples (but remove the seeds, which are toxic).\n\n4. Help With the Cleanup\nGuinea pigs try their best to keep clean, fastidiously grooming themselves with their front teeth, tongue, and back claws. But pigsparticularly the long-haired breedsrequire frequent brushing and combing to stay clean and tangle-free.\n\nAlso, because their cage lining doubles as bedding and toilet, guinea pigs require daily housekeeping assistance. Scrub and disinfect the cage, then let it dry before lining the floor with fresh bedding and replacing the cage furnishings. Also clean the water bottle and sipper tube daily to prevent buildup of food, algae, and bacteria.\n\n5. Pair Them Off\nGuinea pigs are happiest when with other guinea pigs, so many pet care books urge owners to keep two or more together. Keep in mind, however, that what works best in a home isn’t necessarily what works best in a shelter environment. Don’t cage multiple guinea pigs together at your facility until you’ve resolved issues such as disease transmission and compatibility and verified that the pigs are the same sex.\n\nThen, before promoting the benefits of pairs to potential adopters, you’ll of course need to know which pairs are the same sex and temperamentally compatible. (For example, more than two male pigs together will likely fight.)\n\nOne final note about placing guinea pigs: Many parents select a guinea pig as a first pet for their child, believing a small pet needs only a small amount of care. Make sure adopters understand that these little guys have lots of requirements, including a roomy cage, specialized diet, daily cleanup, and gentle handling, and that an adult should be the primary caretaker. Have a veterinarian knowledgeable in small-animal care show your staff how to examine incoming animals and guide your staff in monitoring potential health problems. Also, have an expert help you determine the sex of each guinea piga tricky taskbefore caging two or more together or sending multiple animals home with a new adopter.\n\n"
  },
  {
    "title": "Wonder of the Weasel",
    "author": "Reuben Asson",
    "date": "11/7/2020",
    "petType": "Small and furry",
    "content": "Enter the home of a ferret lover and you’re likely to see colorful toys, winding play tubes and litter boxes scattered about. You may ask with wide eyes, “What was that?” as several fuzzy blurs whiz past your feet. The ferret owner will caution you to shuffle your feet as you make your way from one end of the room to the other, so that you don’t accidentally harm any of the critters running about. Ferret lovers are serious about this business of ferrets, and they have every right to be.\n\nPractically unheard of as a household pet just 30 years ago, the domestic ferret has stolen the hearts (as well as the socks, keys and varied other small objects) of millions of people around the world. In the United States, ferrets have become one of the most popular companion animals, with more than 8 million owned by approximately 4 million households, according to a 1997 survey by the Annapolis, MD-based American Ferret Association.\n\nSo what is it about ferrets that captivate those who love them? How will you know if a ferret is the right pet for you? Admittedly, ferrets are not ideal for everyone, and not everyone is capable of being an ideal ferret owner. According to Bill Killian, owner of Zen and the Art of Ferrets, a ferret shelter in Star Tannery, VA, “Potential ferret owners must be ready for a change in lifestyle.” It’s important to know where you stand before making such a commitment.\n\nFascination with Ferrets\nThe companion ferret can date its ancestry to roughly 60 B.C., when Caesar Augustus brought ferrets to the Balearic Islands in an attempt to control the rabbit population. Hunters placed them in rabbit holes to “ferret out” their prey. Ferrets are believed to have arrived in the United States about 300 years ago, but it wasn’t until the 1960s, after several books were published extolling the animal’s qualities, that their appeal as pets began to spread.\n\nMany of these qualities makes the ferret an ideal pet for both the homeowner and apartment tenant, and their small size makes them particularly appealing for city living. They range in size from 13 to 16 inches long, with an additional three to four inches for the tail, and usually weigh between three quarters and three and a half pounds.\n\nWith an average life span of seven to nine years, ferrets are considered geriatric at four to five years of age. There are always exceptions to this statistic, and many ferrets live 10 to 12 years or longer. “The reason for such long-lived individuals,” says longtime ferret owner Sandy Repper of Los Lunas, NM, “is an indeterminable combination of genetics, diet, proper care and, of course, a little luck.”\n\nLike deer and rabbits, ferrets are “crepuscular,” which means they’re most active at dust and dawn. Given their own way, ferrets will happily snooze away 18 to 20 hours of the day, waking only to greet you in anticipation of playtime. This schedule adaptability makes ferrets wonderful pets for people who work odd hours.\n\nAnd while people who decide to add a cat or a dog to the family often consider such attributes as breed and size, ferret owners need only worry about temperament. Domestic ferrets are all the same “breed”—only color and personality distinguishes them from one another.\n\nFerrets and the Family\nAs with many small animals, ferrets and very young children often don’t mix.  For ferrets, young children may lead to anxiety, rough play or fear-biting.  Due to their small size, ferrets run a high risk of being crawled on, dropped or stepped on. Any interaction between ferrets and children should be supervised by a ferret-knowledgeable adult. And while many ferrets are relinquished to shelters due to the birth of a new human baby, it doesn’t have to happen. Ferrets are no more dangerous than a dog or cat to a baby, but like all animals, ferrets can be unpredictable. In addition, a baby or small child can easily harm a pet, which could also provoke the animal to bite in self-defense.\n\nFerrets are also natural predators and may pose a threat to small animals such as rodents, birds, rabbits and kittens. However, ferrets will frequently do very well with adult dogs and cats, although the interaction between the pets should be closely monitored. Constant supervision must be provided during playtime or when introducing ferrets to other family members, human or animal.\n\nThe Adoption Option\nIt may be difficult to resist that bouncing ferret kit (baby) in the local pet store, but you should take several things into consideration before deciding where to get your ferret. According to Kim Rushing, the director of Manahawkin, NJ-based KiSta Ferret Rescue, there are more than 114 ferret shelters in the United States, and they’re filled to capacity with healthy, adoptable ferrets.\n\nIn addition to saving a life, there are a number of reasons to adopt a ferret from a shelter. Kits, which are normally sold in pet stores, are very demanding and require a great deal of training and socializing. Many people don’t have the time, patience or consistency to work with them, and inexperienced owners often end up with nippy adult ferrets due to improper handling and training. “Adopting a ferret from a shelter or rescue instead of purchasing an untrained kit means skipping the pains of litter training and nip training,” says Killian. Also, ferret shelters provide behavior training, and most adult ferrets in shelters are well-socialized, eager to love and be loved and bond quickly with a new family.\n\nFerrets often do best in pairs or trios and will readily accept a new cagemate with very little fuss. The love to snuggle and play with each other, so it is advisable to adopt two or three ferrets. They also grieve, sometimes severely, when a cagemate is lost. In the case of a trio, if one ferret dies, the remaining two will have each other for company.\n\nWhen choosing a ferret, make sure he has bright, clear eyes free of any discharge; his nose should also be free of discharge. His fur should be shiny and soft (although some older ferrets have coarser fur) with no missing patches. There should be no signs of diarrhea, and he should be inquisitive and alert when you approach or handle him. Belly bloating may be indicative of internal parasites or another medical condition.\n\nA new ferret should be quarantined for a few days before being introduced to existing household ferrets to be sure he is harboring no illnesses. The newcomer should be given some time in a quiet place to become acclimated. Ferrets adjust quite easily, though, and in no time he’ll be ready to meet all the family members and explore his new surroundings.\n\nFerret Proofing and Playtime\nFerrets exhibit many of the same silly quirks that we love in puppies and kittens. “Ferrets are genuinely happy, carefree animals,” says Rushing. “When they play, they play like they’ve never played before, and might not ever get a chance to play again.” Some ferrets will learn tricks. Some answer to their name. Others come running at the sound of a squeaky toy. “My ferret Zappa will open the fridge and steal hot dogs and bacon,” adds Rushing. “We’ve modified the fridge, but if he’s nearby when it’s opened, he’ll still try to pull off a covert hot dog theft.”\n\nBut perspective owners need to remember that ferrets are not dogs, nor are they cats in funny-shaped bodies. Although they may walk on a harness and leash like your dog or use the litter box almost as faithfully as your cat, ferrets have their own unique personalities and needs. Both owners and potential owners often overlook the ferret’s intelligence and creativity, and many people fail to realize what’s really involved when they scoop up that ferret and impulsively cart him home.\n\nWhile ferrets may be small, they do not thrive when left in a cage all day. Although adequate ferret cages have multiple levels with ramps leading from one to another, ferrets need to be able to run and play freely for at least two to three hours per day. This keeps them in shape physically and mentally. Restricted ferrets may end up depressed, unfit and overly destructive. Many ferret aficionados devote an entire safe playroom to their ferrets. While space may limit your ability to go this far, concessions must be made for playtime. Ferrets require as much commitment from their humans as any other pet.\n\n“Ferrets are high-energy, fun-loving balls of fur that steal your heart and everything else,” says Repper. As such, ferret owners must painstakingly examine all areas of their home for potential hazards. Ferrets will go to great lengths to find the flaws in your ferret-proofing techniques. For this reason, ferret-proofing is an ongoing task. “The most common dangers are crush injuries from recliners, sofa beds or other pieces of furniture, or even from being stepped on by humans. Large appliances and escapes to the outdoors also top the list,” says Repper. Living successfully and safely with ferrets is a complete lifestyle, from the chronic shuffling of your feet, to habitually leaving toilet lids down, to sorting through all the laundry before running it through the washing machine. While books, magazines and websites offer advice on ferret-proofing, the best information often comes from experienced ferret owners.\n\nOngoing enrichment plans should also be made for your companion ferret. This can be as simple as rearranging his cage and adding new toys, to more extravagant plans such as hiding goodies in plastic Easter eggs. Hard toys, such as plastic cat toys or hanging parrot toys, are ideal. (Avoid anything that can be chewed and ingested, such as foam rubber or soft plastic.) Invent games that stimulate the ferret’s curiosity. Put his favorite furry toy on a string and make him chase it or jump for it. Float some ping pong balls in a shallow pool of water. Be creative and have fun, making sure you take advantage of all the ferret’s senses and personality traits. A bored ferret is an unhappy ferret.\n\nRaising a Healthy Ferret\nIf you think you have what it takes to master the art of ferret proofing and playtime, you may already be over the highest hurdle. However, one of the most common reasons why people relinquish ferrets is the odor factor. All carnivores possess scent glands located just inside the anus, and ferrets are no different. When excited, angry, overstimulated or scared, a ferret may discharge a strong, musky smell. While somewhat offensive at the moment, the odor dissipates quickly and leaves no lasting traces. Nevertheless, some people cannot tolerate the odor, regardless how slight. In addition, even a healthy and properly cared for ferret has a slight musky odor from the oil glands located on his skin, and some ferrets may smell muskier due to illness, improper diet or failure on the caretaker’s part to regularly clean litter boxes and bedding.\n\nFerrets are actually very clean animals. Most will readily use a litter box both in and out of their cage. Regularly cleaning the litter box and any soiled areas of the cage will help with odor control.\n\nLike dogs and cats, ferrets require regular grooming. A ferret has a set of five non-retractable claws on each paw, which he uses for walking, grasping, digging and climbing. Clipping the claws on a monthly basis is important for your safety and his, but declawing is an absolute no-no. Just as intimidating as the ferret’s claws are his large, slightly protruding canine teeth. These teeth should also remain intact unless a medical condition necessitates their removal. Clean your ferret’s teeth monthly, and have your veterinarian clean them more thoroughly once a year. Clean his ears on a monthly basis, too.\n\nOne of the most common mistakes that ferret owners make is over-bathing their ferret in an attempt to rid the animal of his natural musky odor. In fact, bathing may actually increase the odor, because it strips the fur and skin of the natural oils, sending a message to the ferret’s glands to quickly replenish lost oil. Unless your ferret gets into something particularly dirty, he only needs to be bathed a few times a year.\n\nThe proper diet can mean the difference between a four-or 10-year life span for your ferret. As carnivores, ferrets require a diet high in protein and fat. And because ferrets possess a high energy level and metabolism, both food and fresh water should be available at all times. Ferrets will generally eat only as much as their bodies need, so overeating is not a serious concern. Treats are okay in moderation and can actually help with the bonding and/or training processes.\n\nVeterinary Care\nNot all veterinarians are created equal, especially when it comes to ferrets. Although many “see” ferrets in their practice, not all are experienced in non-routine ferret care. Some veterinarians won’t even see ferrets; others try to treat ferrets as they would dogs or cats, often overlooking common ferret maladies.\n\nSpaying and neutering is important for the health, behavior and livability of ferrets. Females become sexually mature between six and 12 months and will go into heat and stay in heat unless bred or given a hormone injection. Females who stay in heat may die of aplastic anemia. Males reach sexual maturity at approximately nine months, and intact males will go through periods of excessive aggression and odor.\n\nRoutine checkups and annual vaccinations are a must. Regular physicals and blood work will help to detect or rule out common ferret illnesses, such as insulinoma (cancer of the pancreas), adrenal disease (cancer of or lesions on the adrenal glands) and lymphoma (cancer of the lymphatic system). Intestinal obstructions are also frequently found during routine exams. These are a leading cause of death in ferrets, whether from ingesting a foreign object or accumulating hairballs.\n\nUnderstanding the particular needs of your companion ferret will help him live a long and healthy life, and will bring many years of joy to yours. It’s not difficult for the new ferret owner to see what’s so fetching about these delightful animals. Says Rushing: “The ideal ferret owner is fun-loving, light-hearted and has a sense of humor. It’s also someone who isn’t neurotic about having a 100-percent clean house.”\n\nWant to add a little pizzazz and a whole lot of love to your life? Add a ferret.\n\nKimberly"
  },
  {
    "title": "Top 10 Rabbit Basics",
    "author": "Adah Echallier",
    "date": "5/9/2020",
    "petType": "Small and furry",
    "content": "Pine and cedar shavings are not recommended for use with rabbits and other small mammals. Inhaled phenols (the substances that make pine and cedar “smell good”) can cause liver changes in rabbits. Clay litters (clumping or non-clumping) are also not recommended. The “clumpers” can clump in the rabbit’s GI tract, and dust from plain clay litters can exacerbate respiratory problems.\nSpaying and neutering is recommended for all rabbits. Rabbits can have a litter every 30 days, and can get pregnant within minutes after giving birth. Not only does spaying/neutering prevent unwanted litters, but it also protects female rabbits from uterine cancer (the rate as females grow older ranges from 50-80%), and permits male/female pairs to live happily together without being driven by their hormones.\nRabbits can easily be litterbox-trained—but you and the rabbit must “negotiate” this process. Start in a small area. Watch to see which corner the rabbit wants to use for urination, and place a litterbox there. Some rabbits need several litterboxes to start.\nThe primary component of a mature rabbit’s diet should be grass hay (Timothy, Brome, Orchard Grass, etc.). This should be given fresh daily, in large quantities. Hay can be ordered over the internet from various companies (see http://www.rabbit.org/links/mail-order-resources.html). Using hay as a litterbox material is ideal; it cushions the rabbit’s feet so they stay dry, and encourages the rabbit to munch on hay while he’s doing his business. To supplement hay, feed a daily salad of dark green leafy vegetables. Rabbit pellets should be given only in very limited quantities. The unrestricted feeding of pellets leads to obesity and often to bladder sludge. If you use pellets, buy only perfectly plain ones; do not be tempted by the “fancier” pellets with their eye-catching seeds, nuts, corn, and other “tidbits.” These ingredients are simply not good for your rabbit over the long term, and some of them are downright dangerous.\nBe sure to “bunny-proof” the areas where your rabbit will exercise. Many—though not all— rabbits are prodigious chewers. They will chew electrical wires, carpeting, and other objects commonly found in any household. Although many people keep rabbits outdoors, this is not recommended. Indoor rabbits live healthier, happier, longer (7-10 years or more) lives.\nNever attempt to “punish” or “discipline” a rabbit. These tactics will often create fear and defensive biting. If you need help with a behavior problem, contact your local HRS representative or visit the HRS web site: www.rabbit.org.\nRabbits need veterinarians skilled in rabbit medicine. Many wonderful vets are expert with other species, but are not knowledgeable about rabbits, and may administer inappropriate or harmful drugs in their efforts to help. To find a rabbit-savvy veterinarian in your area, contact your local HRS representative, or search the HRS web page: www.rabbit.org.\nAnorexia and/or watery diarrhea in rabbits should be considered emergencies. Seek expert veterinary care immediately.\nRabbits are not recommended for small children. Rabbits are prey animals by nature, and are easily frightened by children’s handling. Rabbits are often dropped by children, resulting in broken legs and backs. An adult should always be the rabbit’s primary caretaker, and should carefully supervise any children interacting with the rabbit.\nThe most common rabbit veterinary problems are: ear mites, ear infections, urinary tract infections, abscesses, tooth problems (incisor malocclusion and/or molar spurs), uterine cancer (in unspayed females), upper respiratory infections (watch for sneezing or runny eyes/nose), gastrointestinal slowdown or stasis, changes in balance or gait. A skilled rabbit veterinarian should be consulted for any of these problems."
  },
  {
    "title": "Rabbit Care",
    "author": "Alberta Benthall",
    "date": "1/29/2018",
    "petType": "Small and furry",
    "content": "Responsibility involves providing proper housing, nutrition, grooming and veterinary care.\n\nDomestic rabbits are delightful companion animals. They are inquisitive, intelligent, sociable and affectionate, and well-cared-for indoor rabbits can live for seven to 10+ years. Adopting a rabbit, therefore, is a long term commitment.\n\nRabbits and Children\nOur culture is so filled with images of children and rabbits together (the Easter Bunny, Peter Rabbit, etc.) that many parents see rabbits as low-maintenance starter pets for kids. Nothing could be further from the truth. Rabbits are physically delicate and fragile, and require specialized veterinary care.\n\nChildren are naturally energetic and loving. But “loving” to a small child means holding, cuddling, or carrying an animal around precisely the things that frighten most rabbits. Rabbits can’t cry out when distressed. Instead they may start to scratch or bite to protect themselves from well-meaning children. Thousands are abandoned to animal shelters for this reason. Many rabbits are also dropped accidentally by children, resulting in broken legs and backs. While rabbits may be appropriate family companions, an adult should be the primary caretaker.\n\nHousing and Exercise\nMany people think that rabbits don’t require much room for housing or exercise. Not so! Rabbits have powerful hind legs designed for running and jumping. They need plenty of out-of-cage exercise time, as well as a cage that allows them to move freely. The minimum recommended cage space for a single rabbit is 2’ x 2’ x 4’. Although wire-bottom cages are common, they can ulcerate a rabbit’s feet. If you have a wire cage, cover the bottom with a piece of wood or corrugated cardboard. Better yet, buy a cage with a floor.\n\nYour rabbit needs a safe exercise area with ample room to run and jump, either indoors or out. Any outdoor area should be fully enclosed by a fence. Never leave a rabbit unsupervised outdoors even for a few minutes! Cats, dogs and even predatory birds can easily get around fencing material. Also, rabbits can dig under fences and get lost. You can rabbit-proof an indoor area by covering all electrical wires and anything else your rabbit is likely to chew. Recommended exercise time for indoor rabbits is several hours per day.\n\nDiet\n\nThe most important component of your rabbit’s diet is grass hay (such as Timothy or Brome), which keeps the intestinal tract healthy; feed it free-choice, daily.\nIn addition to hay, rabbits are also fed commercial rabbit pellets and fresh, darkgreen leafy vegetables. Until they are fully grown (around 6 months), rabbits can have all the pellets they want. After that, assuming the animal is also getting hay and vegetables, pellets should be limited to 1/8 to 1/4 cup per day per 5 lbs. body weight. Pellets should be fresh and plain, without seeds, nuts or colored tidbits.\nFresh water (bottle or bowl) should always be available.\nLitter Training\nRabbits are very clean by nature, and will do their best to keep their living quarters clean. Most rabbits will choose one corner of the cage as their bathroom. As soon as your rabbit’s choice is clear, put a newspaper- lined litter box in that corner; fill it with Timothy hay (or any other grass hay not alfalfa). Pelleted-newspaper litters are also acceptable. If the litter box is changed daily, your rabbit’s home will stay fresh and odor-free. Don’t use pine or cedar shavings! The fumes may affect your rabbit’s liver enzymes, which can cause problems if the animal needs anesthesia for surgery. Avoid using clay cat litters (both clumping and non-clumping); these may result in respiratory or gastrointestinal problems.\n\nIndoors or Outdoors?\nMany people think an outdoor hutch is the best way to keep a domestic rabbit. Rabbits, however, are highly social animals, and a backyard hutch forces them to live in unnatural isolation. Furthermore, rabbits can die of heart attacks from the very approach of a predator or vandal. Domestic rabbits do best indoors where they have plenty of interaction with family members.\n\nHandling and General Care\n\nPick up your rabbit by supporting his forequarters with one hand and his hindquarters with the other—failure to do so can result in spinal injuries to the rabbit. Never pick up a rabbit by his ears; this can cause very serious injury.\nBrush your rabbit regularly with a soft brush to remove excess hair and keep his coat in good condition. Ask your veterinarian how to clip your rabbit’s nails.\nRabbits should be spayed or neutered by a veterinarian experienced with rabbit surgeries. Spaying or neutering prevents breeding, spraying (males) and uterine cancer (females). To find a qualified rabbit veterinarian, search the House Rabbit Society web page at www.rabbit.org.\nRabbits should not be housed with other rabbits unless all are spayed/neutered and they are introduced in neutral territory under careful supervision. Introductions are often difficult and injuries can result.\nIf your rabbit stops eating or moving his bowels for 12 hours or longer or has watery diarrhea, seek expert veterinary care immediately.\n"
  },
  {
    "title": "Help! My rabbit is sick and I can’t reach my vet!",
    "author": "Bruno Ferguson",
    "date": "3/8/2017",
    "petType": "Small and furry",
    "content": "Broken Or Bleeding Toenails\n\n\nPhoto Credit: Thinkstock\n\nIf your bunny has broken a nail, or if you have cut too close to the blood vessel, apply pressure with a clean towel for a couple of minutes, until the bleeding stops. If you like, you can use styptic powder (available in drug stores), plain flour, or even a bar of soap rubbed on the end of the nail to help stop the bleeding. If the nail breaks off right at the base, clean the area thoroughly with Nolvasan (you can get it through your vet), and apply a thin coat of regular triple antibiotic ointment, such as Neosporin (not Neosporin Plus, or any other product that contains cortisone!!!) Try to keep your bunny in as clean an environment as possible until you can see your vet — to prevent dirt from contaminating the injury site. Be sure to see your vet for follow-up care to this second kind of break, since bacterial infection can travel to the bone and cause serious problems.\n\nBroken Bones\nTake your bunny to any emergency clinic, so that the bone can be stabilized until you can see your regular rabbit vet. If the emergency clinic needs to anesthetize your bunny to do x-rays or to stabilize the leg, isoflurane is the preferred anesthesia for rabbits. If you cannot get to an emergency clinic, do your best to severely restrict your bunny’s movement until you can get to your vet. This will help to prevent further injury. Make sure your bunny has easy access to food and water so that he does not have to move around to get to it.\n\nRunny Eyes\nRunny eyes do not usually constitute an emergency, but if your rabbit sustains trauma to the eye, resulting in a serious corneal scratch or ulcer, you should get veterinary treatment as soon as possible. If you can get to a veterinary emergency clinic, the eye can be stained to assess the damage, and the emergency vet can administer antibiotic drops (usually tribiotic ophthalmic drops) or ointment, to tide you over until you can see you own vet. Do not put any medication into your bunny’s eye unless it is given to you by a qualified vet for that purpose. Many people attempt to treat their rabbit’s eyes with leftover dog/cat/human drugs, often with disastrous consequences. If your bunny’s eye is oozing or sticky (often appearing glued shut), you can use warm compresses to loosen the gunk and clean the external area around the eye. Bunnies are usually very appreciative of this effort, and will often tilt their heads to cooperate with you.\n\nAnorexia\nThe most common causes of anorexia are: 1) teeth problems, 2) gas pain, 3) gastrointestinal problems. When you cannot reach your vet, you can attempt to differentiate the cause of your bunny’s anorexia by carefully watching his behavior.\n\nTeeth problems:\nYour bunny approaches food — maybe even picks it up and starts to eat it– but then backs off or drops the food without finishing it. He seems hungry, but unable or unwilling to eat — even treats. His activity level is more or less normal. When you rub his cheeks, you might see a pain response from spurs on his upper molars. If the problem is not accurately diagnosed and corrected soon, your bunny may start to exhibit symptoms of gas pain or gastrointestinal problems (see below) — simply from not eating normally.WHAT YOU CAN DO TIL YOU GET TO YOUR VET: You can force-feed him (canned pumpkin, baby-food veggies, eg.) by using a feeding syringe. You can give him subcutaneous fluids. If he develops gas from not eating properly, follow the suggestions below.\nGas pain:\nYour bunny is sitting hunched and still. In some instances, he may stretch out fully, giving the appearance that he is trying to press his belly to the floor. You offer him treats, and he is totally uninterested. Sometimes (though not always) you can hear very loud gurgling sounds coming from his belly — even from across the room. In fact, his gut sounds, heard through a stethoscope, can be deafening. You may hear loud tooth grinding — a sure sign of pain (this sounds quite different from the soft grinding that indicates pleasure; it can sometimes be heard clear across a room). His stomach may (or may not) feel overly-stretched and taut. A bunny with gas pain often has a low body temperature (e.g. 97; normal is 101-103).WHAT YOU CAN DO TIL YOU GET TO YOUR VET: Take his temperature!! If his temp is lower than normal, warm him up! You can do this by offering him a wrapped hot-water bottle or a heating pad, set on low — as long as the wire is well-protected so he cannot chew it, and as long as he can easily move off the heating pad if he gets too warm. (WARNING: Heating pads can cause severe burns and injury when misused. Some vets, who see these injuries frequently, discourage the use of heating pads altogether for this reason. Do not use any setting other than low for your rabbit. The pad may not feel warm to you, but it will to your rabbit!! ) You can also warm him with you own body heat: hold him in your arms, close to your body, for extended periods of time (an hour, or even longer). Give him Phazyme (pediatric simethicone) — two or three 1-cc doses, one hour apart. Give him frequent and long (10 – 15 mins., or as long as he will tolerate) tummy massages, at least part of which can be with his hindquarters raised (as demonstrated at this conference). Take his temperature periodically to monitor the effects of your efforts to warm him.Whatever else you do, fuss over him. There is ample anecdotal evidence (from many HRS fosterers and others) to suggest that bunnies who are fussed over do better than those who are not. You can also give subcutaneous fluids, as discussed by the vets in this conference— around 30 cc for a two pound rabbit, 50cc for a four pound rabbit — two or three times a day — until you can get to your vet. Sub-Q fluids will help to keep him well-hydrated. You can warm the sub-q fluids by putting the bag into a pan of water, bringing the water to a boil, and cooking the fluid bag for several minutes. Test the temperature on your wrist before administering the fluids. Lukewarm is best.\nGastrointestinal problems:\nVery similar in presentation to gas pain: your bunny sits in a bread-loaf position, unwilling to eat and often unwilling to move. His fecal production will change: his stool will become much smaller in size or he will stop producing stool altogether. His body temperature will usually drop. There may be either loud gut sounds, or an almost total absence of gut sounds through a stethoscope.WHAT YOU CAN DO TIL YOU GET TO YOUR VET: Follow suggestions for addressing gas pain (above): warmth, belly massage, gas-relief if necessary, subcutaneous fluids. For further information, please read the a rticle on GI stasis by Dana Krempels: http://fig.cox.miami.edu/Faculty/Dana/ileus.htmlWARNING: If there is any chance your bunny has a GI blockage, do not attempt to force-feed him! This will only make the problem worse. Your most important job is to monitor his body temperature, and to keep him as comfortable and as well-hydrated as you can until you can see your regular bunny vet.\nHead Tilt\nYour bunny loses his balance, and his head starts twisting toward the ceiling; he looks like something out of The Exorcist. He is dizzy, unable to regain coordination. If he tries to walk or hop, he falls over and starts rolling around. In some cases, his eyes dart back and forth very rapidly, and the iris appears to be almost vibrating.\n\nWHAT YOU CAN DO TIL YOU GET TO YOUR VET: PAD YOUR BUNNY’S ENVIRONMENT!!! Your main job until you can get to your vet is to prevent your bunny from hurting himself while he’s seriously uncoordinated and/or rolling. Prepare a box (or other carefully restricted environment) for him, thickly padded with towels or fake sheepskin. The idea is to provide him with a totally cushioned and absorptive environment that will restrict his rolling and uncontrolled movements until he can get full treatment.\n\nA head-tilt presentation can be very frightening for owners. Many dog-and-cat vets will tell you that a head-tilt bunny should simply be euthanized. The experience of many excellent rabbit vets, however, has shown that, with a dedicated owner (treatment may extend over a period of months) and a bunny who is a fighter, head tilt can be treated very satisfactorily, and many (if not most) bunnies can make a full, or close-to-full, recovery. NB: Head-tilt bunnies often continue to have lusty appetites, but their lack of coordination makes it very difficult for them to eat or drink. Help your bunny to eat or drink in any way you can: hold the water bottle near his mouth, or carefully syringe water into him through the side of his mouth (watching to make sure he is not aspirating it!), hold his food (vegetables, hay) for him, and offer it piece by piece, etc.\n\nSevere Diarrhea\nDiarrhea, is not the same thing as soft, mushy stool, that sticks to a bunny’s butt (this is usually excess cecal production). It is brown, watery discharge, which is often profuse. The bunny may be limp and very weak. Because it causes such rapid dehydration, diarrhea can be life threatening. If you can get to a veterinary emergency clinic, your bunny can receive subcutaneous fluids. If there is no such clinic near you, please ask your vet now — before an emergency arises — to teach you how to administer fluids at home. This kind of diarrhea is generally the result of parasites (coccidia) or inappropriate antibiotics administered by well-meaning (but not well-informed) vets. See your own rabbit-savvy vet as soon as possible for proper diagnosis and follow-up treatment.\n\nBites\nBunnies often inflict serious bites on one another, if they are not properly bonded. Bacteria introduced into the bite wound can travel through the bloodstream and seed other body areas, eventually producing abscesses. For this reason, you should definitely ask you vet to check any but the most superficial bites.\n\nWHAT YOU CAN DO TIL YOU GET TO YOUR VET: If there is serious bleeding, apply pressure until a clot forms. Gently wash the area around the bite wound with Nolvasan (chlorhexidine) solution. Apply a very thin layer of regular Neosporin (triple antibiotic ointment); do not use Neosporin Plus! If the bites are extensive, try to get to an emergency veterinary service. The emergency vet can clean and dress the wounds.\n\nMost superficial bunny bite wounds can be treated by shaving the hair and applying topical ointment and dressing until you can see your regular vet. If the emergency vet feels systemic antibiotics should be administered because of the extent of the bites, make sure that oral penicillin and derivatives (such as amoxicillin) are not used. Micotil and cephalosporins should also be avoided.\n\nSome bunny-friendly antibiotics: Baytril (and other fluoroquinolones, such as Orbax, Dicural, Ciprofloxacin, Maxaquin), Trimethoprim Sulfa (aka: Sulfatrim, Bactrim, Tribrissen, TMP-SMZ), chloramphenicol (take extreme care not to touch it when administering it; it can cause aplastic anemia in some people), Gentocin (and other aminoglycosides — though these need to be used carefully to prevent ear and kidney damage). Although penicillin is not ordinarily a drug of first choice for most bunny ailments (and it should never be administered orally), injectable Pen-G Procaine can be very useful for specific kinds of problems.\n\nSudden Fever\nIf your bunny spikes a sudden, very high fever (we have seen fevers as high as 106 or 107 — literally off most thermometers), cool him down by swabbing his ears with alcohol or wet-towel-wrapped ice cubes. You can also dip your fingers into ice water, and gently stroke his ears for several minutes at a time. Try to get his temperature down to around 104 (normal is 101-103), i.e., a fever that is useful to his body, rather than harmful. Extra cooling can be achieved by taking chilled cans or frozen vegetable boxes from your refrigerator, wrapping them in towels, and packing them around your bunny. Administer subcutaneous fluids as soon as possible. See your vet, ASAP, for a thorough examination, diagnosis, and follow-up.\n\n"
  },
  {
    "title": "How to Meet a Rabbit’s Basic Needs",
    "author": "Stefania Karpf",
    "date": "3/30/2020",
    "petType": "Small and furry",
    "content": "Feeding:\n\nPhoto Credit: Thinkstock\n\nThe 3 most important foods for a rabbit are hay, hay, and HAY! Contrary to popular belief, rabbits do not need salt licks, vitamins, or hard wooden objects to wear their teeth down. Teeth are kept worn to a proper length by the silicate and lignin content of grass and grass. hays. Do not offer rabbits plants, vegetation, or tree branches unless you are. sure they are not harmful.\n\nLimited pellets (plain only! no seeds, nuts, colored tidbits): 1/4 cup, per 5 ft. of body weight per day\n\nDark -green leafy veggies daily if possible (good job for volunteers!). Good veggies: all leaf lettuces, dandelion greens, kale, collards, turnip greens, mustard greens, parsley, cilantro, basil, Avoid: cabbage, broccoli, cauliflower, brussel sprouts, spinach.\n\nLimited amounts of sweet veggies such as carrots.\n\nOccasional treats in very low quantities: slice of apple, slice of banana, a -few, hulled sunflower seeds, 2-inch piece of carrot. For more frequent treats, use fragrant herbs such as cilantro, parsley, arugula, basil, et al. Do not feed bread or-other high-carbohydrate foods, as they can. lead to intestinal dysbiosis.\n\nFresh water, changed daily. Double check to see that steel tall in bottle is working properly each. time you hang the bottle. Bowl (changed daily) encourages more drinking, but bowl. must be heavy crock to prevent tipping.\n\nHousing:\nIndoor housing is essential. Domestic rabbits can die from heart attacks at the very approach. of a predator. Other outdoor concerns: fleas (anemia, West Nile virus), ticks, VHD, Baylisacaris procyonis (raccoon roundworm), fly strike\n\nIntact male and female rabbits must be separated by sex and housed separately. “Accidental” litters occur is shelters with distressing frequency. A doe can have a litter every 30 days, and can get pregnant within 30 mins. of giving birth. Immature rabbits can be hard to sex. Ask for expert help if you have any doubts.\n\nWire flooring can cause and/or exacerbate hock problems, which can become serious enough to require amputation. Use ordinary cat or dog cages, or cover wire flooring with sections of newspaper (can be messy if bunny digs) or plain, brown corrugated cardboard. If dog cages are used, check to be sure the spacing between the cage wires is small enough to prevent a rabbit’s head or limbs from getting stuck.\n\nPlace rabbits away from extreme heat. Avoid placing rabbits on top tier of cages if possible -especially in summer.\n\nAvoid placing rabbits in the same room with barking dogs if possible. Rabbits usually adapt quickly to barking heard from a distance. Avoid placing rabbits across from (or in full view of) cats.\n\nLitter-trained rabbits are more easily adopted. Shelter rabbits will usually use litterboxes readily, if the box is place in the corner the rabbit has chosen for urination. Line litterbox with section of newspaper and fill with grass hay. Dump daily. Avoid pine and cedar chips as bedding or litter material; aromatic phenols can potentiate liver enzymes and irritate respiratory tract.\n\nA cardboard “hidey box” placed in the cage can make a rabbit feel more secure. However, this may increase territorial behaviors – particularly in unspayed females. Boxes are most useful in wire cages, where the rabbit has no other means of hiding himself.\n\nGeneral Care and Socialization:\nIf possible, have rabbits spayed/neutered before adoption. If this is not possible, include spay/neuter as part of adoption contract, and take deposit to be returned upon presentation of proof of surgery. Besides preventing accidental litters, spaying prevents uterine cancer (which can reach 50-80% as rabbits age), and neutering reduces spraying and other hormonedriven behaviors.\n\nConverted dog runs make great rabbit exercise areas. Use donated carpet scraps (or inexpensive, rubber-backed runners) to offer the rabbit traction for running and jumping.\n\nIf possible, talk to the rabbit calmly and stroke him daily. Rabbits are highly social animals who thrive on attention and social interaction. Many rabbits are very overtly affectionate, and will nuzzle and lick their handlers. Others are shyer and more “laid back.”\n\nDo not approach the rabbit from directly in front (unfortunately, shelter cages leave you few alternatives). Rabbits have laterally placed eyes and cannot see up close, directly in front of themselves.\n\nWhen working with an unfamiliar rabbit, pat the rabbit gently between the eyes, til he relaxes, before picking him up. Never attempt to lift a rabbit who is struggling. Rabbits can easily break their own backs attempting to get away from perceived predators (us!).\n\nLift the rabbit by supporting his hindquarters and forequarters simultaneously. If the rabbit struggles to get down once lifted, lower yourself (and the rabbit) as close as possible to the floor to prevent injury.\n\nRabbits love “projects” – i.e. objects in their environments that they can move and manipulate. These provide stimulation and exercise. Offer plain brown, corrugated cardboard boxes for chewing and “interior desecration.” Plain, non-toxic wooden or hard plastic baby toys can also be appropriate “toys” for rabbits.\n\nAlways remember that rabbits are a prey species. The more predictable their environment and the more securely they are handled, the more relaxed and sociable they become. Many rabbits relinquished to shelters have been severely traumatized in their former environments. They may have learned to survive by nipping or boxing. These behaviors can usually be eliminated by correct handling and social interaction.\n\nRabbits are highly territorial, and may also attempt to nip or box when their territory is “invaded.” This is especially true of unspayed females. This behavior is entirely normal, and is usually greatly reduced by spaying/neutering. If a rabbit boxes when you offer food or clean the cage, place one hand on the rabbit’s head and gently press and rub, while using the other hand to remove food bowl, litterbox, etc.\n\nA rabbit who has suddenly stopped eating or whose eating patterns have suddenly changed needs immediate veterinary attention.\n\n"
  },
  {
    "title": "Can Rabbits Walk on a Leash?",
    "author": "Fleur Bridat",
    "date": "5/7/2020",
    "petType": "Small and furry",
    "content": "The following is an excerpt from Petfinder’s FurKeeps Kickoff Ask the Experts Forum.\nQ: Can or should bunnies be walked? If they can, how do you go about training a rabbit on a leash?\n\n\nPhoto Credit: Thinkstock\n\nA: The most important form of exercise for your rabbit is simply freedom in a bunny-proofed space so she can run, jump and play. Bunnies will much prefer their freedom to any sort of organized “walk.”\n\nHowever, rabbits can be leash trained for specific purposes — although as I said, they will get more exercise from free-roaming playtime.\n\nIf you want to train your rabbit to walk on a leash you’ll need to start with a proper harness. You want an H-style harness (it looks like an H when it’s laid out flat). You are unlikely to find them in the rabbit section of a pet store, but look in the cat area. In the rabbit area, you might find a product like this comfort harness which also works.\n\nAvoid any harness of the “figure-eight” variety as they can cinch the rabbit’s neck and cause injury. You also want to avoid a simple collar for the same reason. Some rabbit harnesses come with stretchy leads, which sort of work, but a regular leash from the dog/cat section will be better if you have plans to train your pet and not just follow her around wherever she goes.\n\nWhen fitting the harness, make sure it is neither too loose (which can result in your rabbit escaping) or too snug (your bunny will be uncomfortable, won’t move and could even be injured).\n\nThe first few times you attempt to harness your bunny, don’t expect a lot of help from her. Despite her antics, you are not hurting her or inflicting some terrible fate on her. However, if you want her to get better over time, then wearing the harness has to be a fun time for the bunny and worth the indignity of having to put the thing on.\n\nThe Minnesota Companion Rabbit Society actually offers classes on leash-training your rabbit — you may find a rabbit group in your area that does the same. Leash training is the foundation for participating in rabbit agility. Most bunnies really love this activity, although like humans, there are a variety of degrees of aptitude. A few (maybe 5% or so) flatly refuse to have anything to do with it — including one of my pet rabbits. One loves it, the other almost failed the first level course out of pure stubbornness.\n\nAnytime your rabbit is leashed, there needs to be a human in attendance — don’t stake her out in the yard or leave her alone. Too many things can happen in that scenario — the rabbit can get tangled in the leash, chew through the leash, get snatched by a predator, etc.\n\nWith or without a leash, rabbits can be trained to do all sorts of things. If you are familiar with the principles of training other animals, simply apply them to rabbits and watch them learn! I even heard recently about a rabbit that was trained to take medicine on command.\n\nGood luck!\n\n"
  },
  {
    "title": "What Animals Get Along with Rabbits?",
    "author": "Ave McDool",
    "date": "6/19/2018",
    "petType": "Small and furry",
    "content": "The following is an excerpt from Petfinder’s FurKeeps Kickoff Ask the Experts Forum.\n\nPhoto Credit: Thinkstock\n\nQ: I am thinking of getting pets in addition to my dwarf rabbit. I have had other pets before (guinea pig, chinchilla, ferret) at different points in time. My question is, do any of these pets tend to get along better than others?\n\nI like to give them plenty of out-of-cage time and would like it if everyone could get along.\n\nA: My expertise is rabbits and limited on the other animals you mentioned, but here’s my two cents:\n\nRabbits are social creatures and would likely enjoy the company of another furry friend. However, introducing a new animal is not always easy. If you are open to it, I’d suggest considering another rabbit to be a companion to your current rabbit. They could keep each other company while you are at work, asleep, etc. Plus, there is really nothing like the cuteness of watching them cuddle and groom each other.\n\nThe kicker is, getting two single bunnies to become friends is a fair amount of work and takes time (although I’m sure that is true to some degree with all introductions between animals, regardless of species). I’d suggest reading more on the bonding process starting with the Minnesota Companion Rabbit Society’s article, “Bunny Bonding Basics.” I’d also suggest seeing if there is a rabbit group or shelter in your area that can help you with introductions. We recommend the equivalent of “speed dating” for rabbits to meet a series of potential companions and narrow it down to the ones most compatible.\n\nIf you’d rather have a different species than rabbit, there are pros/cons to those choices as well. Ferrets are natural predators to rabbits and I’ve not heard of anyone who has both and is able to let them play together. Guinea pigs and rabbits can make good companions, but rabbits are bigger and can inadvertently injure a guinea pig. Plus, guinea pig lovers will tell you that rabbits are carriers for bordatella, a disease that can be fatal to guinea pigs.\n\nHowever, having said that, I know of several people who have successfully had rabbit/guinea pig combos — including a Flemish Giant/guinea pig pair in which the guinea pig was the boss!\n\nI don’t know enough about chinchillas to comment on whether they could potentially play with rabbits.\n\nAnother potential companion to consider is a cat. Yes, cats are predators, but many house cats get along quite well with rabbits. I live with two cats and four rabbits — all get along fine. Check out the blog Cat Meets Bunny for some real-life stories of introducing cats to rabbits.\n\nWhatever type of animal you get, you need to expect there will be an introductory period where you need to supervise very closely and perhaps even teach the animals how to interact appropriately. The success of an interspecies home is a factor of the individual animals and the humans involved. Not every cat/guinea pig/etc. will live successfully with a rabbit and vice versa. But many can be successful with the right direction and suitable time to get to know each other.\n\nWhatever you do, don’t just assume any two animals will get along, and don’t be surprised if whatever animal you choose ends up being bossed around by your dwarf rabbit, either!\n\nGood luck!\n\n"
  },
  {
    "title": "Rabbit Housing",
    "author": "Aldric Hurndall",
    "date": "6/16/2018",
    "petType": "Small and furry",
    "content": "Housing\n\n\nPhoto Credit: Thinkstock\n\nHousing options for rabbits have improved dramatically in the past several years.\n\nFree-range living in a rabbit-proofed house (with SUPERVISED outdoor playtime) is the ideal situation for a rabbit to live up to it’s full potential and optimum lifespan. They are happier, healthier, and more able to become a full-fledged member of your family. There’s nothing like being greeted home by a loving bunny after a hard day in the outside world!\n\nIf bunny needs an area of his/her own while you’re not home, a roomy exercise pen is the next best thing. It consists of a heavy wire “wall” which unfolds into an adjustable pen. It has no floor or ceiling, allowing for good air flow and a less “closed off” feeling than a cage.\n\nThey are sold in three different heights: 24 in., 30 in., and 36 in. if you have a jumper. Some come with a gate.\n\nNEVER PUT A RABBIT IN A SMALL WIRE CAGE OR AN OUTDOOR HUTCH. Putting a rabbit in a wire cage is the equivalent of your being confined to a closet. Sound comfortable? Wire is very bad for bunny feet, causing hock sores (which, if left untreated, can result in severe bone infections) and arthritis.\n\nPutting a rabbit outside under any conditions is just plain cruel. Depriving such a social creature of interaction is a horrible thing to do to a rabbit, not to mention a danger to its health and life.\n\nIf other household factors (such as dogs or small children) make caging your rabbit the safer option, get a large, roomy cage — even larger for bonded pairs. Each rabbit should have living space a minimum of four times his or her size.\n\nThere are two-story cages available now that most bunnies love. Some cages look very furniture-like to better fit with your decor. Most cage companies will custom make their cages to your specifications.\n\nNo matter what form of housing you decide on, your rabbit’s well-being should be your main concern. Keep in mind that, no matter how nice the cage is, no rabbit should spend 24 hours a day locked up. Rabbits, just like other animals, need to exercise for good physical and mental health. So however you house your bunny, make sure he or she gets some running-around time and one-on-one interaction on a regular basis. You’ll both enjoy the benefits of a healthy, happy bun.\n\nFlooring\nThere are several options for flooring as well. You can use throw rugs or indoor/outdoor carpeting if your bun isn’t a carpet muncher. (I buy the indoor/outdoor close-napped carpet by the roll at Home Depot.) Avoid plush naps — they’re just too tempting.\n\nFor carpet munchers you can use untreated grass mats. You can find these online, or Cost Plus sells them in strips of nine 12″ x 12″ squares. Grass mats should look and smell natural, but if they’re shiny or have a chemical odor don’t use them.\n\nIt’s fine if your bunny eats the grass matting, but carpet eating should never be allowed. Carpet fibers can collect in bunny’s stomach, causing a blockage that can be fatal. To protect carpeted home areas, try a big piece of linoleum or plastic runners with carpeting or straw mats over it. YOUR RABBIT SHOULD NEVER BE ALLOWED TO CONSUME ANY NON-NATURAL MATERIALS.\n\n"
  }
]
