[{"title":"Tips for the First 30 Days of Dog Adoption","author":"Jeff Tryme","date":"11/4/2016","petType":"Dog","content":"The first few days in your home are special and critical for a pet. Your new dog will be confused about where he is and what to expect from you. Setting up some clear structure with your family for your dog will be paramount in making as smooth a transition as possible.\n\nBefore You Bring Your Dog Home:\n\nTips for the First 30 Days of Dog Adoption\nThinkstock\n\nDetermine where your dog will be spending most of his time. Because he will be under a lot of stress with the change of environment (from shelter or foster home to your house), he may forget any housebreaking (if any) he’s learned. Often a kitchen will work best for easy clean-up.\nIf you plan on crate training your dog, be sure to have a crate set-up and ready to go for when you bring your new dog home. Find out more about crate training your dog.\nDog-proof the area where your pooch will spend most of his time during the first few months. This may mean taping loose electrical cords to baseboards; storing household chemicals on high shelves; removing plants, rugs, and breakables; setting up the crate, and installing baby gates.\nTraining your dog will start the first moment you have him. Take time to create a vocabulary list everyone will use when giving your dog directions. This will help prevent confusion and help your dog learn his commands more quickly. Not sure which commands to use? Check out How to Talk to Your Dog.\nBring an ID tag with your phone number on it with you when you pick up your dog so that he has an extra measure of safety for the ride home and the first few uneasy days. If he is microchipped, be sure to register your contact information with the chip’s company, if the rescue or shelter did not already do so.\nFirst Day:\n\nWe know moving is stressful — and your new dog feels the same way! Give him time to acclimate to your home and family before introducing him to strangers. Make sure children know how to approach the dog without overwhelming him. Go here for more on introducing dogs and children.\nWhen you pick up your dog, remember to ask what and when he was fed. Replicate that schedule for at least the first few days to avoid gastric distress. If you wish to switch to a different brand, do so over a period of about a week by adding one part new food to three parts of the old for several days; then switch to half new food, half old, and then one part old to three parts new. For more information about your dog’s diet, check out our section on Dog Nutrition.\nOn the way home, your dog should be safely secured, preferably in a crate. Some dogs find car trips stressful, so having him in a safe place will make the trip home easier on him and you.\nOnce home, take him to his toileting area immediately and spend a good amount of time with him so he will get used to the area and relieve himself. Even if your dog does relieve himself during this time, be prepared for accidents. Coming into a new home with new people, new smells and new sounds can throw even the most housebroken dog off-track, so be ready just in case. Need more housetraining tips? Check out our Dog Housetraining section.\nIf you plan on crate training your dog, leave the crate open so that he can go in whenever he feels like it in case he gets overwhelmed. Also, be sure to check out the do’s and don’ts of crate training your dog.\nFrom there, start your schedule of feeding, toileting and play/exercise. From Day One, your dog will need family time and brief periods of solitary confinement. Don’t give in and comfort him if he whines when left alone. Instead, give him attention for good behavior, such as chewing on a toy or resting quietly (Source: Preparing Your Home For A New Dog).\nFor the first few days, remain calm and quiet around your dog, limiting too much excitement (such as the dog park or neighborhood children). Not only will this allow your dog to settle in easier, it will give you more one-on-one time to get to know him and his likes/dislikes.\nIf he came from another home, objects like leashes, hands, rolled up newspapers and magazines, feet, chairs and sticks are just some of the pieces of “training equipment” that may have been used on this dog. Words like “come here” and “lie down” may bring forth a reaction other than the one you expect.Or maybe he led a sheltered life and was never socialized to children or sidewalk activity. This dog may be the product of a never-ending series of scrambled communications and unreal expectations that will require patience on your part.\nFollowing Weeks:\n\nPeople often say they don’t see their dog’s true personality until several weeks after adoption. Your dog may be a bit uneasy at first as he gets to know you. Be patient and understanding while also keeping to the schedule you intend to maintain for feeding, walks, etc. This schedule will show your dog what is expected of him as well as what he can expect from you.\nAfter discussing it with your veterinarian to ensure your dog has all the necessary vaccines, you may wish to take your dog to group training classes or the dog park. Pay close attention to your dog’s body language to be sure he’s having a good time — and is not fearful or a dog park bully. If you’re unsure of what signs to watch for, check out this video on safety at the dog park.\nTo have a long and happy life together with your dog, stick to the original schedule you created, ensuring your dog always has the food, potty time and attention he needs. You’ll be bonded in no time! For more information on creating a feeding schedule for your dog visit How Often Should You Feed Your Dog?\nIf you encounter behavior issues you are unfamiliar with, ask your veterinarian for a trainer recommendation. Select a trainer who uses positive-reinforcement techniques to help you and your dog overcome these behavior obstacles. Visit Dog Training for more information on reward-based training.\nCongratulations! If you follow these tips, you’ll be on your way to having a well-adjusted canine family member."},
  {"title":"Why Are Dogs Given Up?","author":"Johann Wibrew","date":"4/9/2017","petType":"Dog","content":"In a recent study conducted by the National Council on Pet Population Study and Policy (NCPPSP) and published in the July issue of the Journal of Applied Animal Welfare Science (JAAWS), researchers went into 12 selected animal shelters in the United States for one year to find out why.\n\nThe results of the study show that the top seven reasons for relinquishment for both dogs and cats are the same. “These commonalities suggest that there may be similar ways to address relinquishment in dogs and cats,” says Pam Burney, NCPPSP president. “For people who work in a shelter all day, there isn’t always time to look at these issues. We have impressions of what’s happening, but now we have objective data that will help us develop specific programs to address the issues that have been identified.”\n\nTop 10 Reasons for Relinquishment*\n\nDogs:\n\nMoving (7%)\nLandlord not allowing pet (6%)\nToo many animals in household (4%)\nCost of pet maintenance (5%)\nOwner having personal problems (4%)\nInadequate facilities (4%)\nNo homes available for litter mates (3%)\nHaving no time for pet (4%)\nPet illness(es) (4%)\nBiting (3%)\nCats:\n\nMoving (8%)\nLandlord not allowing pet (6%)\nToo many animals in household (11%)\nCost of pet maintenance (6%)\nOwner having personal problems (4%)\nInadequate facilities (2%)\nNo homes available for litter mates (6%)\nAllergies in family (8%)\nHouse soiling (5%)\nIncompatibility with other pets (2%)\nSpecially trained researchers completed confidential individual interviews with pet owners who were relinquishing their dogs or cats to animal shelters. Pet owners were allowed to give up to five reasons for relinquishment. Interviewers did not, however, prioritize the responses. They simply recorded them in the order stated.\n\nCharacteristics of Pets Being Relinquished\nIn addition to the reasons for relinquishment, the study collected data on the pets being relinquished. According to the study:\n\nThe majority of the surrendered dogs (47.7%) and cats (40.3%) were between 5 months and 3 years of age.\nThe majority of dogs (37.1%) and cats (30.2) had been owned from 7 months to 1 year.\nApproximately half of the pets (42.8% of dogs; 50.8% of cats) surrendered were not neutered. Many of the pets relinquished (33% of dogs; 46.9% of cats) had not been to a veterinarian.\nAnimals acquired from friends were relinquished in higher numbers (31.4% of dogs; 33.2% of cats) than from any other source.\nClose to equal numbers of male and female dogs and cats were surrendered.\nMost dogs (96%) had not received any obedience training.\nCharacteristics of Pet Owners Surrendering Pets\nDuring the confidential interviews, researchers also gathered data on the people surrendering the pets. “Owners represented a broad range of age, ethnicity, education, and income level, indicating continued efforts will need to reach wide and far into communities across the country,” say Dr. Mo Salman, the article’s senior author.\n\nThe NCPPSP Regional Shelter Survey was designed, implemented, and analyzed by six members of the NCPPSP Scientific Advisory Committee. Regional investigators were encouraged to select shelters that were likely to be representative of those in their locations. The selection was also based on a shelter’s ability to dedicate time and resources to the project.\n\nThe publication of this article represents the first such scientific and public release of relinquishment data from the NCPPSP’s ongoing research into pet population issues. “The council has undertaken several important studies to better understand the issue of unwanted companion animals. This problem cannot be solved unless we truly understand it,” says Burney. “Without this new data, individuals and organizations can have a clear idea of how to approach these issues most effectively.”\n\nAs with all research, there are limitations. According to the authors, “the study was designed to describe the animals submitted to shelters. Thus, this set of data has no comparison data from the general pet-owning population. Many factors undoubtedly influence relinquishment, and some critical factors may have been omitted. This study represents a beginning of systematic data collection to examine this complex problem. The study is not designed to deal with animals other than those entering shelters, and influences cannot be drawn beyond this population.”"},
  {"title":"Dog Rehoming","author":"Neill Swainston","date":"12/7/2016","petType":"Dog","content":"Dog rehoming, in the first place, is not abandonment; as a matter of fact, it’s humane, mature, and responsible. Secondly, while there are various problems which can potentially cause pet parents to consider rehoming their pet, comparatively there are also solutions.\n\n \n\nDog Rehoming Issue and Solution Board\n \n\nI got a new job and there’s no time for my dog!\n+ Have you specifically considered a doggy day-care or a dog walker?\nI can’t afford my dog because of extenuating circumstances!  I.e., job loss.\n+ Have you asked someone you already know if they can take care of the dog until you resituate yourself?\nMy new apartment doesn’t allow dogs!\n+ In contrast, have you investigated apartments that do allow dogs?\nWe had a baby, and moreover, we no longer have time for our dog!\n+ In spite of, have you considered how having a dog teaches kids about responsibility and compassion?\nA sickness/injury is significantly preventing me from taking care of my dog!\n+ First thing to remember, if your situation is temporary, consider asking family or friends to help and take care of your dog while you’re able to recover.\nMy dog is showing signs of aggression!\n+ To clarify, fear and aggression in dogs can be complex. Nevertheless, in short, consult with an animal behaviorist.\nMy dog does not get along with other dogs!\n+ In this case, and on the positive side, consider enrolling the dog in training school.\nMy dog has separation anxiety, or his energy is a mismatch for us! Plus, he has destruction issues!\n+ If possible, research online resources on how to help an energetic dog. To be noted, a bored dog can also become a destructive dog, when left alone. Make sure your dog is getting plenty of mental and physical stimulation. If that doesn’t help, try consulting a reputable dog trainer.\nMy dog has health issues which I can’t afford to manage.\n+ On the positive side, talk to your Veterinarian about payment options. Also, for instance, consider programs like Care Credit.\nMy dog is making our allergies surprisingly uncomfortable!\n+Under those circumstances, opt to frequently clean in an effort to help decrease allergies. As a result, consider allergen air purifiers and allergy pills.\n \n\nHow do I Rehome a Dog FAQ’s\n \n\n1. Is it wrong to be selective when rehoming a dog?\n\nNo, and Dr. Nicholas Dodman, a Veterinary Behavior Specialist from Cummings School of Veterinary Medicine at Tufts University says, “Choosing a canine companion based on individual behavior and lifestyle compatibility is crucial to the success of the relationships between people and their dogs.”\n\n \n2. I’ve exhausted all my options trying to keep my dog, what do I do?\n\nContact breed rescue groups: Discover numerous rescue groups that, by and large, specifically help your dog’s breed.\nRehome the dog yourself: Speak with friends and family and in brief, advertise your intentions.\nPost Dog Rehoming Ads:  Hang posters on local bulletin boards and on balance, post on social media.\nMake an internet profile: Ultimately, highlight your dog’s best features and behavioral qualities accordingly online.\n \n\n3.) How do I work with my local animal shelter or rescue group?\n\nGenerally speaking, surrender your dog to an animal shelter or a rescue organization. \n\n \n4. How would you describe your dog’s optimal environment and home? \n\nTo summarize, what kind of situation is best in its next home? In any event, is he okay with kids and other pets? On the whole, consider what type of people would suit his personality and energy. All things considered, create an idea of what your pet needs in its next home.\n\n \n5. What would it take to get your dog to put his best foot forward towards a forever home?\n\nGenerally speaking, make sure the pet has recently had a wellness exam. Are his vaccinations are up-to-date? Now, create a pet profile online and describe the dog’s more exceptional qualities and its history. Doing so, has more of a likelihood that the pet will make impact online. All this ultimately helps adopters best understand your pet’s needs.\n\n \n6. Are you able to be patient through the process?  \n\nStraightaway, pet rehoming takes patience. Although, you may be in a rush in rehoming your dog. On the whole, finding a good fit for your dog does take time, love and patience.\n\n \n\nRehoming Dog Tips\n \n\nQUESTION: For the most part, does it take up to 3 months for an adoptable dog to feel comfortable in their new home?\n\nANSWER: Indeed, some pets may adjust within a few days, while others may take longer. Especially as the dog familiarizes themselves with their new family and their new setting.\n\n \n\nQUESTION: If a dog is spayed or neutered, does it have an overall better chance of being rehomed?\n\nANSWER: Generally speaking, most people prefer a dog that has already been spayed or neutered. Obviously, neutering a dog minimizes the costs for new owners and in addition, it encourages responsible ownership.\n\n \n\nQUESTION: Is giving up your pet “free to a good home” considered a nice gesture?\n\nANSWER: False. In fact, requesting a rehoming fee can help ensure that your dog finds a safe and loving new home. Given this point, set a reasonable adoption rehoming fee.\n\n \n\nDog Rehoming – Adoptive Family Questions\n \n\nMake a great match for both your dog and his future adoptive family. With this in mind, share any health concerns, without delay, such as medications, allergies, and diet. Also, discuss his energy, unique behaviors, and personal tendencies so there’s no surprises.\n\nWhat is a typical day like in your home?\nDo you rent or do you own?\nDo you have other pets?\nAre they spayed or neutered?\nAre their children in your family?\nHow many hours a day will the dog be left alone?\nHow do you plan to provide walks or daily stimulation?\nDiscuss a rehoming fee and determine whether they want to consider a trial period with your dog. At this time, discuss worse case scenario. For instance, if the arrangement doesn’t work out. For this reason, discuss the expectations for post-adoption communication.\n\n \n\nPet Rehoming Tips:\nAvoid Stress: In a word, advise the new family to avoid anything stressful as long as the dog settles.\nThe Dog May Not Eat: Tell them not to worry if the dog won’t eat on the first day. Nonetheless, he’ll eat when he’s ready.\nAssure New Owners: Acclimating takes patience, during which, there may be an accident.\nKeep in touch: Tell the new owners to call you from time to time with any questions or problems.\n \n\nDog Rehoming – Final Thoughts\n \n\nIn conclusion, there are a lot of resources when it comes to helping a pet parent keep a dog as well as when you’re ready to explore rehoming a dog. When you cannot keep your dog, then take steps to safely and responsibly rehome a pet. In the meantime, if you’d like to read more about adjusting to life with your new dog to make your adoption last, review Home Forever Home on Petfinder for helpful tips and information.\n\n"},
  {"title":"Military Dog Adoption","author":"Starla Mingey","date":"11/21/2017","petType":"Dog","content":"Military dog adoption uniquely allows civilians to rehome military working dogs. Military working dogs are also known as, MWD. In brief, these dogs are especially unique as they’re retired from serving.\n\nNotably retired from duty, military working dogs are now on a special mission, by all means, to find a forever home. To point out, before 2000, military war dogs were euthanized or given to an allied army. In 2000, President Clinton significantly signed a law approving military dog adoption.\n\n \n\nMilitary Working Dogs May Have:\nAssisted in law enforcement.\nHelped in agricultural tasks.\nHelped with bomb-sniffing.\nAided with search and rescue.\nServed as mission scouts.\nCompleted war tasks.\nHelped in drug detection.\nWorked as field or training dogs.\nEmployed as therapy dogs.\n \n\n \n\nMilitary Dog Adoption FAQs\n \n\nQUESTION: Do military working dogs have a set of skills?\n\nANSWER: Yes and as a result of the inability of performing those learned skills, consequently military dogs are no longer cut out for military lifestyles.\n\n \n\nQUESTION: Do retired military working dogs still receive military benefits?\n\nANSWER: All in all, after a military dog is adopted, MWDs lose benefits. In other words, pet parents considering military dog adoption are responsible for any health issues.\n\n \n\nQUESTION: Is military working dog adoption available through the U.S. Air Force site?\n\nANSWER: Considering military working dog adoption? In that case, speak to a US Air Force representative.\n\n \n\nMilitary Working Dog Foster Program: (210) – 671 – 3686\nMilitary Working Dog Adoptions Program: (210) – 671 – 3153\n \n\nQUESTION: Does a military dog adoption entail rehabilitation of the canine?\n\nANSWER: In effect, many military dogs retire with Post Traumatic Stress Disorder. For this reason, they need a safe and neutral environment.\n\n \n\nQUESTION: Don’t all military working dogs need homes upon retirement?\n\nANSWER: Surprisingly, 90% of MWDs end up with their handlers. After which, a few military working dogs are available for the most part available for adoption.\n\n \n\nQUESTION: Should I expect retired military working dogs to be a particular breed and young?\n\nANSWER: Overall the available MWDs for working dog adoption are altogether between 10 and 12 years old. To be noted, German Shepards, Labrador Retrievers, and Belgian Malinois are popular.\n\n \n\n \n\nRetired Service Dog Adoption Process\n \n\nMilitary dog adoption is possible, although it is necessary to practice patience and specifically follow the rules.\n\n1.) Check the Mission K9 Rescue website: for their availability of MWDs.\n\n2.) Review the adoption forms and answer all of the questions appropriately.\n\n3.) Meet Expectations: In brief, most MWD dogs aren’t for kids under five years old. Due to each facility’s requirements, to be noted, you must meet their standards. In specific, TSA requires a fenced yard, no intention to move within six months, adherence to ordinances, medical, and training.\n\n4.) Visit a Facility: Given these points, make an appointment to visit a facility in the hope to interact with a MWD.\n\n5.) Rehome a MWD: Interested in adopting a military working dog and in particular, learning more about military dog adoption? Call the Lackland Air Force site.\n\n6.) Pick up your MWD: For one thing, bring a crate and a leash for your MWD’s safe transit.\n\nItems a pet parent may need for their MWD in the long run:\n\nMWD adoption application\nLeash\nDog crate\nIdentification\nMeet the MWD Adoption Suitability Checklist:\nPast Experience: That is to say, do you have prior experience with dogs?\nFenced Yard: In particular, is there a secured fenced yard in your home? If not, how will the dog get exercise and go to the toilet?\nBackground Check: Provide two forms of identification and two references.\nDescribe Tenants: In detail, provide everyone’s age and describe any other pets.\nDo You Rent Or Own:If renting, given these points, provide reasonable proof of your landlord’s consent to have a dog.\nExplain the Dog’s Details: With attention to the dog, where will he sleep at your home? How frequently will he be home alone? For this reason, where will he stay when you’re gone?\nProvide Vet’s Details: That is to say provide the contact information for your Veterinarian.\n \n\n \n\nMilitary Working Dog Adoption – Tips\n \n\nShorten Your Wait Time: If you’re open to adopting any breed.\nLearn Proper Handling Techniques: Generally speaking, military working dogs have around $40,000 to $50,000 worth of training to certainly ensure their thorough preparation for duty. Speak to the facility with attention to proper handling techniques.\nHonor thy Word: To explain, federal law particularly prosecutes MWD contracts that aren’t honored.\nWaived Adoption Fee: Another key point important to realize is that the pet parent is responsible for travel cost.\nMilitary and Police Handler Preference: The original dog handler specifically has priority in adoptions whenever possible.\n \n\nRetired Military Adoption Sites\nTo sum up, these notable military and law enforcement sites are tremendous in spirit and service. In sum, they provide civilians as well as Vets with retired service dogs adoptions.\n\n1.) Saveavet.org – In this case, Saveavet.org is an active military and law enforcement working dog rescue.\n\n2.) VetsAdoptPets.org – In detail, Vetsadoptpets.org ultimately allows users the ability to specifically check out TSA adoption possibilities.\n\n3.) Solidersbestfriend.org – On the whole, Soildersbestfriend.org is markedly pairing PTSD veterans along with retired military service dogs.\n\n"},
  {"title":"Dogs with Different Colored Eyes Are Twice as Nice!","author":"Erin MacCafferty","date":"6/12/2020","petType":"Dog","content":"Have you ever seen dogs with two different colored eyes? Stunning! But why does this happen? Find out everything you ever wanted to know about heterochromia.\n\n \nThe next time you come across a dog with two different colored eyes, don’t stop to clean your glasses or rub your eyes. You’re not seeing things — you’ve simply found a dog with heterochromia. The term originates from the Greek word heteros, meaning “different,” and chroma, meaning “color.”\n\n \n\nHow Does This Happen?\nA dog’s eye color is determined by the amount of melanin found in the iris. Brown eyes indicate a high concentration of melanin, while green or blue eyes indicate a lower amount. Dogs with two different colored eyes have differing melanin levels in each eye. Heterochromia, however, can also be centralized. That is, the iris of one eye can be two different colors.\n\n \nIf a puppy had two different colored eyes when he was born, then the heterochromia is a genetic condition passed along from his mother and father.\n\n \nA dog can develop heterochromia later in life, though, resulting from an injury to the eyes, or from a condition like glaucoma, cataracts, an underdeveloped optic nerve, or retinal dysplasia. If this is the case, be sure to inform your dog’s veterinarian in order to check for any underlying diseases or issues developing in your dog’s eyes. Blue eyes, for example, whether it’s one eye or both, can be a sign of deafness in Dalmatians.\n\n \n\nMore Common for Certain Breeds\nSome breeds of dog are more disposed to have heterochromia. Among these are Siberian huskies, American foxhounds, and Australian Shepherds. In addition to dogs, cats and horses are also susceptible to heterochromia. And, to a lesser extent, the condition also occurs in humans. Ever heard of David Bowie?\n\n \nLike humans, every dog is unique in appearance and personality. Dogs with two different colored eyes certainly fit that mold. So if your dog has heterochromia, chalk it up to just another thing that makes your pet special. And know your pooch is not alone.\n\n"},
  {"title":"Cool Dog Names","author":"Hedwiga Chrismas","date":"1/20/2017","petType":"Dog","content":"Getting a new dog? Consider one of these cool dog names and maybe some of the cool will rub off on you.\n\n \nA cool dog name makes for a cool pet owner. Why settle for an ordinary dog name like Fido or Scooter when your dog can lead the pack with one of these instead?\n\n \n\nStar Power\nMuch like baby names, the coolest pet names change with current trends, but one thing that remains a constant is that names based on popular celebrities — and film and book characters — never go out of style. Here are some of the coolest dog names based on pop culture:\n\nBella: heroine of the Twilight series\nBentley: the name of a baby from MTV’s Teen Mom; also the name of a luxury car\nChewbacca: Han Solo’s hirsute sidekick in Star Wars\nDexter: from the eponymous Showtime series\nLuna: Harry’s flaky friend in the Harry Potter books\nMumford: named for the popular band Mumford & Sons\nSookie: protagonist of HBO’s True Blood series, based on the Southern Vampire Mysteries\nStella: the bulldog on Modern Family\nThor: the hammer-wielding Norse god of thunder, also a member of the Avengers and star of his own Marvel comics series\n \n\nHuman Names\nNames that are typically considered traditional human names can make for cool dog names, too. To make it more interesting, consider a gender-specific name on a pet of the opposite gender. For example, Charlie, which is typically considered a masculine name, could make for a pretty cool female pup. Here are some of the coolest human names for dogs:\n\nCharlie: awesome gender-neutral name, and the name of my own very cool pup\nCooper: a popular boy’s name with an even cooler nickname, Coop\nDaisy: just old-fashioned enough to be hip again\nFrank: an old-school name, short for Francis, which means “free one”\nJax: short for Jackson, anything with an “x” is automatically cool\nLola: Barry Manilow made it cool at the Copa Cabana\nLucy: a popular girl’s name meaning “graceful light”\nMilo: a very popular and cool boy’s name meaning “peaceful”\nPete: classic and simple is always cool\nSadie: a hip girl’s name meaning “princess”\n \n\nIt’s Hip to Be Square\nNerdiness is the new cool, so to show how cool your pup is, consider picking a geeky, weird, or wacky name. The more unusual the name, the better — after all, no one ever forgets a unique name. Here are some nerdy but cool dog names:\n\nArchie: comic book characters are always a little nerdy\nClementine: cute girl name that has equally nerdy nicknames, like Clemmie and Cleo\nGizmo: the fuzzy little creature from the classic 80’s movie Gremlins\nOscar: a popular fictional character name, including the very nerdy accountant from The Office\nOswald: a powerful nerdy name meaning “divine ruler”\nPixel: the smallest element of an image on a computer screen\nScully: one half of The X-Files duo\nWalter: old names are always sweetly nerdy; also, the sweet father and half-mad scientist on Fringe\nWinston: from one of the greatest nerd movies, Ghostbusters; if you’re a history nerd, Winston Churchill\nZeke: short for Ezekiel, and uncommon enough to be cool\n"},
  {"title":"Why Do Bloodhounds Have Long Ears? The Better to Smell You With!\n","author":"Tera Eve","date":"12/27/2015","petType":"Dog","content":"Bloodhounds are champion sniffers, but how do all of those flopping folds and jiggling jowls function? Meet the dogs who smell with their ears!\n\nBloodhounds are champion sniffers — even by dog standards. Although every dog is certainly greater than the sum of its parts, there is some truth to the affectionate description of Bloodhounds as “noses with dogs attached.” The Bloodhound’s entire body is designed to make it better at finding and following smells.\n\nTheir fellow “scent hounds” — Basset Hounds and Coonhounds— also have powerful noses and great reputations for tracking scents. A quick look at these breeds reveals a few other common features like long ears, droopy jowls, and lots of wrinkles.\n\n \n\nWhy Do Bloodhounds Have Long Ears?\nBloodhounds, Basset Hounds, and Coonhounds have several things in common, but their long, droopy ears are among the most distinctive. You might think that a dog with such large ears would have great hearing — and you would be right. But Bloodhounds and their cousins also rely on their ears for smelling.\n\nIf you look closely, you may notice that the Bloodhound’s ears are set lower on its head than most other dogs’ ears. This makes them hang down lower and look even longer than they really are. The ears of Basset Hounds and Coonhounds also hang low, so when these dogs are following a trail, their dangling ears drag along the ground.\n\nDragging ears act like dust-brooms for scents, stirring up any of the invisible particles that make up a scent trail and then sweeping those scent particles up toward the dog’s powerful nose.\n\n \n\nWhat’s with the Wrinkles?\nBasset Hounds get their distinctive droopy look from their low-hanging jowls and from loose folds of skin below their chins, referred to as a dewlap. Coonhounds also have a dewlap, and their jowls are loose, but not quite so droopy. Bloodhounds have it all — droopy jowls, dewlap, and big, loose wrinkles around the face and neck. All those wrinkles may be adorable, but they are also an important part of how these hounds actually work.\n\nWhen the dog’s ears catch scent particles and sweep them upward, some of those particles get trapped by wrinkles around the dog’s neck and face, which lets the dog carry around a handy scent reference for the trail he is following.\n\nThe next time someone asks you, “Why do Bloodhounds have long ears?” you can tell them, “The better to smell you with, my dear!”"},
  {"title":"aliquet","author":"Baillie Gergus","date":"5/22/2020","petType":"Dog","content":"magna"},
  {"title":"convallis","author":"Trenton Jauncey","date":"2/8/2016","petType":"Dog","content":"sapien"},
  {"title":"ipsum","author":"Filbert Taw","date":"2/24/2016","petType":"Dog","content":"rhoncus"},
  {"title":"quis","author":"Joellyn Maginn","date":"11/25/2018","petType":"Dog","content":"ipsum"},
  {"title":"nonummy","author":"Leonhard Dyke","date":"1/12/2018","petType":"Dog","content":"augue"},
  {"title":"in","author":"Idette McLagain","date":"1/4/2018","petType":"Dog","content":"sed"},
  {"title":"id","author":"Natka Gomby","date":"3/10/2019","petType":"Dog","content":"turpis"},
  {"title":"nunc","author":"Hewet Fumagalli","date":"1/15/2016","petType":"Dog","content":"erat"},
  {"title":"facilisi","author":"Val Mence","date":"9/8/2017","petType":"praesent","content":"cras"},
  {"title":"fermentum","author":"Marchelle Ortner","date":"3/30/2018","petType":"pellentesque","content":"in"},
  {"title":"nam","author":"Ninetta Lamers","date":"1/10/2020","petType":"sed","content":"arcu"},
  {"title":"dignissim","author":"Curtis Heber","date":"10/24/2020","petType":"vel","content":"felis"},
  {"title":"felis","author":"Micheal O'Fogarty","date":"6/19/2019","petType":"nibh","content":"tempus"},
  {"title":"eget","author":"Hildagarde Clouter","date":"5/26/2018","petType":"lobortis","content":"morbi"},
  {"title":"nonummy","author":"Ernesta Teaz","date":"6/5/2016","petType":"nunc","content":"etiam"},
  {"title":"maecenas","author":"Joela Orwin","date":"3/8/2019","petType":"ipsum","content":"sit"},
  {"title":"sagittis","author":"Tyne Kynder","date":"2/22/2018","petType":"donec","content":"viverra"},
  {"title":"cum","author":"Felita Mordey","date":"7/19/2018","petType":"at","content":"vel"},
  {"title":"sed","author":"Cristin Flode","date":"11/21/2018","petType":"curabitur","content":"sit"},
  {"title":"morbi","author":"Shani Sambeck","date":"2/17/2017","petType":"dis","content":"tristique"},
  {"title":"duis","author":"Shaylynn Prisk","date":"1/30/2020","petType":"ultrices","content":"cubilia"},
  {"title":"odio","author":"Ludovico Groome","date":"3/30/2016","petType":"vel","content":"turpis"},
  {"title":"nulla","author":"Ardys Storcke","date":"2/25/2017","petType":"ut","content":"nec"},
  {"title":"non","author":"Rheba Sweatman","date":"2/10/2018","petType":"odio","content":"montes"},
  {"title":"dapibus","author":"Vachel Babon","date":"11/3/2017","petType":"lorem","content":"ut"},
  {"title":"lorem","author":"Sonia Malatalant","date":"11/2/2018","petType":"vitae","content":"volutpat"},
  {"title":"libero","author":"Baily Crichten","date":"3/4/2018","petType":"molestie","content":"nam"},
  {"title":"ut","author":"Ellery Kinig","date":"12/25/2017","petType":"ridiculus","content":"vel"},
  {"title":"parturient","author":"Helene Lemmertz","date":"1/3/2017","petType":"curabitur","content":"lacinia"},
  {"title":"sapien","author":"Xenia Gogarty","date":"10/18/2018","petType":"ut","content":"ipsum"},
  {"title":"adipiscing","author":"Lori Treadaway","date":"4/25/2017","petType":"venenatis","content":"vel"},
  {"title":"ligula","author":"Dru Eslemont","date":"7/2/2017","petType":"ligula","content":"vel"},
  {"title":"massa","author":"Terrie Pawlowicz","date":"4/7/2019","petType":"sapien","content":"pharetra"},
  {"title":"vel","author":"Kandace Viall","date":"10/8/2018","petType":"pulvinar","content":"proin"},
  {"title":"id","author":"Gabbie Bernakiewicz","date":"12/13/2016","petType":"metus","content":"adipiscing"},
  {"title":"in","author":"Cathe Shimwell","date":"12/20/2018","petType":"luctus","content":"ante"},
  {"title":"nulla","author":"Diane-marie Eagles","date":"5/15/2018","petType":"donec","content":"erat"},
  {"title":"vitae","author":"Emilia Bond","date":"8/17/2017","petType":"ac","content":"augue"},
  {"title":"in","author":"Arline Gerling","date":"6/24/2019","petType":"integer","content":"arcu"},
  {"title":"sit","author":"Gare Greve","date":"11/26/2016","petType":"vulputate","content":"felis"},
  {"title":"amet","author":"Sammy Alabone","date":"7/24/2020","petType":"pede","content":"nisl"},
  {"title":"odio","author":"Gamaliel Orpwood","date":"6/3/2017","petType":"ac","content":"sit"},
  {"title":"in","author":"Ambrose Reolfi","date":"5/3/2017","petType":"id","content":"vitae"},
  {"title":"lectus","author":"Truman Starten","date":"11/13/2017","petType":"augue","content":"donec"},
  {"title":"mauris","author":"Constancy Baggot","date":"3/11/2017","petType":"massa","content":"vel"},
  {"title":"a","author":"Reuben Asson","date":"11/7/2020","petType":"aliquam","content":"cras"},
  {"title":"cubilia","author":"Adah Echallier","date":"5/9/2020","petType":"vulputate","content":"amet"},
  {"title":"arcu","author":"Alberta Benthall","date":"1/29/2018","petType":"nullam","content":"a"},
  {"title":"nulla","author":"Bruno Ferguson","date":"3/8/2017","petType":"aliquam","content":"at"},
  {"title":"eget","author":"Stefania Karpf","date":"3/30/2020","petType":"odio","content":"semper"},
  {"title":"luctus","author":"Fleur Bridat","date":"5/7/2020","petType":"donec","content":"tortor"},
  {"title":"ut","author":"Ave McDool","date":"6/19/2018","petType":"metus","content":"vehicula"},
  {"title":"accumsan","author":"Aldric Hurndall","date":"6/16/2018","petType":"vel","content":"massa"}]
